const ameliorative = {
  heading: "ЛАБОРАТОРИЯ МЕЛИОРАТИВНОЙ ГИДРОГЕОЛОГИИ И ДРЕНАЖА",
  services: "Лаборатория оказывает следующие услуги:",
  services1:
    "Обоснование технологий извлечения подземных вод водозаборами горизонтального типа для хозяйственно-питьевого водоснабжения для Министерства жилищно-коммунального хозяйства.",
  services2:
    "Оценка эксплуатационных запасов подземных вод по скважинным централизованным водозаборам для хозяйственно-питьевого водоснабжения",
  paragraph1: `Согласно Постановлению Президента Республики Узбекистан «О мерах по упорядочению контроля и учета рационального использования запасов подземных вод на 2017 — 2021 годы» сформирована лаборатория "Мелиоративная гидрогеология и дренаж".`,
  paragraph2:
    "В настоящее время в лаборатории работает 12 сотрудников, из которых 5 – ведущие специалисты, 1 магистрант.",
  territory1: "Освоенные территории с благоприятными условиями мелиорации",
  territory2: "Освоенные территории со слабой дренированностью",
  territory3: "Территории, подверженные процессам вторичного засоления",
  paragraph3:
    "Предметом деятельности лаборатории является проведение научно-исследовательских работ по изучению процесса регионального засоления грунтов зоны аэрации и грунтовых вод и их прогноз на орошаемых территориях, в том числе:",
  activity1:
    "Выявление пространственно-временных закономерностей фильтрационных и миграционных процессов, протекающих в зоне аэрации на основе экспериментальных исследований на участках с различным механическим составом, степенью засоления почвогрунтов и режимом грунтовых вод;",
  activity2:
    "Математическое моделирование физико-химических процессов, протекающих в зоне аэрации и в грунтовых водах, и прогноз выноса солей с орошаемых территорий;",
  activity3:
    "Разработка комплекса мероприятий по улучшению мелиоративного состояния земель на основе натурных исследований на опытных полигонах и математического моделирования процессов засоления.",
  activity4: "Ранее применяемый подход, без учета процессов в зоне аэрации",
  activity5: "Физико-химические процессы в зоне аэрации и их связь с грунтовыми водами",
  activity6: "Структура модели тестового полигона",
  activity7: "Уровни грунтовых вод по результатам моделирования",
  secondaryHeading1: "Территории Республики Узбекистан, подверженные процессам засоления",
  paragraph4:
    "Изучение агрофизических и агрохимических свойств почвогрунтов приповерхностных горизонтов и взаимосвязи подземных вод различных горизонтов в течение годичного цикла",
  paragraph5:
    "Физические свойства грунтов обусловлены гранулометрическим и минералогическим составом грунтов. Более высокими значениями в целом характеризуются тяжелые суглинистые породы, более низкими средние, пылеватые суглинки. Естественная влажность грунтов изменяется в широких пределах, увеличиваясь в разрезе выработок с увеличением содержаний пылеватых и глинистых частиц. Фильтрационные свойства пород отличаются крайней пространственной неоднородностью как от одной геоморфологической зоны к другой, так и в пределах одной зоны..",
  paragraph6:
    "Построение гидрогеологических моделей водозаборов горизонтального типа (галерей) с целью переоценки запасов подземных вод.",
  models1: "Укладка перфорированной трубы на дно траншеи на участке Дамходжа",
  models2: "Кадры из видео, снятого внутри водозаборной галереи",
  paragraph7:
    "Поиски и нахождение участков, пригодных для строительства и эксплуатации водозаборов галерейного типа, является задачей сложной и требует пристального внимания и интеллектуальных затрат специалистов – гидрогеологов. Строительство таких сооружений без гидрогеологического обоснования является недопустимым и приведет к непредсказуемым материальным и финансовым потерям без получения требуемого эффекта. Вместе с тем галерейные водозаборы относительно скважинных более экономичны, поскольку рассчитаны на извлечение подземных вод с глубины до 10м без затрат электроэнергии.",

  workspace1: "Участок работ «Дамходжа»",
  workspace2: "Участок работ «Аккишлак»",
  secondaryHeading2:
    "Проходка траншеи под перфорированные трубы на участках Аксу и Дамходжа",
  ditch1T: `Участок Аккишлак.
  `,
  ditch1: `При проходке траншеи
  вскрыты глинистые отложения
  в центральной части участка`,
  ditch2: `Участок Дамходжа. При проходке траншеи (1030 м от экспериментального фрагмента) на глубине 7м вскрыты глинистые отложения`,
  secondaryHeading3:
    "Участок Аксу-Аккишлак. Вода из галереи подаётся в райцентр Дехканабад",
  expenseH:
    "Расходы воды, замеренные в колодцах по галерее Аксу. В паводковый период расход галереи выше проектного в 2 раза",
  expenseP:
    "Участок Дамходжа. Уложена практически вся перфорированная труба. Идет укладка обратного фильтра",
  aksu: "На участке Аксу проводятся гидрогеологические исследования по замеру расхода воды в галерее и в саях. В паводок расход воды превышает утвержденный эксплуатационный отбор в 2,1 раза. Отбирались пробы воды через смотровые колодцы и проводилось изучение мутности воды в галерее.",
  gallery: `Строительство галереи",
  secondaryHeading4: "Разработка методов улучшения гидрогеологических условий с целью прогрессивного повышения плодородия почвы без ущерба для геологической обстановки.
`,
  modelling: "3D моделирование гидрогеологических процессов",
  modelling1: "Занимается изучением подземных вод в районах поливного земледелия.",
  modelling2: "Разрабатывает 3D модели влияния орошения на различные регионы.",
  modelling3:
    "Выявление микроэлементов зоны аэрации и прогнозирование засоления земель с учетом химического состава зоны аэрации",
  mobileHeading: "Минерализация подземных вод на начало моделирования(3 слой)",
};

export default ameliorative;
