const chemical = {
  heading: "ГЕОЭКОЛОГО-ХИМИЧЕСКАЯ ЛАБОРАТОРИЯ",
  p1: "Перечень оказываемых услуг Геоэколого-химической лабораторией",
  p2: "1. Определение химического состава грунтов;",
  p3: "2. Определение химического состава природных вод;",
  p4: "3. Определение тяжелых металлов на ISP-MS в воде и почве;",
  p5: "4. Определение химического состава солей и рапы.",
  p6: "Лаборатория имеет аккредитацию по международному стандарту O’zDSt ISO/IEC 17025:2007 01.02.2018г.",
};

export default chemical;
