const education = {
   heading: "Образование",
   paragraph1: "Каждый квартал, согласно утвержденного плана в институте организованы курсы повышения квалификации специалистов по следующим направлениям:",
   paragraph2: "графические пакеты семейств Corel DRAW и Adobe Photoshop;",
   paragraph3: "геоинформационные графические базы данных — MapInfo и ArcGIS 10.3",
   paragraph4: "По завершению выдаются дипломы об окончании соответствующих курсов.",
   paragraph5: "Курсы проходят в специализированных классах, группами до 10 человек в виде теоретических и ",
   paragraph6: " практических занятий. На каждого учащегося компьютер предоставляется персонально. При проведении",
   paragraph7: "курсов используются презентационные материалы, обучающие программы.",
}

export default education