const engineering = {
  heading: `ГИДРОГЕОЛОГИЯ И ИНЖЕНЕРНАЯ ГЕОЛОГИЯ РУДНЫХ МЕСТОРОЖДЕНИЙ`,
  services: {
    title: "Лаборатория оказывает следующие услуги:",
    s1: "1. Комплексные гидрогеологические и инженерно-геологические обследования;",
    s2: "2. Разработка и усовершенствование методов по изучению гидрогеологических и инженерно-геологических условий, месторождений полезных ископаемых.",
    s3: "3. Оценка и анализ изменения гидрогеологических, инженерно-геологических условий месторождений полезных ископаемых при их разработке.",
    s4: "4. Изучение гидрогеологических и инженерно-геологических условий месторождений полезных ископаемых;",
    s5: "5. Оценка нарушенности и трещиноватости горного массива и их роль в устойчивость подземных горных выработок».",
    s6: "6. Исследования для обоснования горнотехнических условий эксплуатации месторождений полезных ископаемых.",
    s7: "7. Изучение закономерности изменения физико-механических свойств горных пород в зависимости от горных пород изменений, трещиноватости и нарушенности.",
    s8: "8. Изучение изменения физико-механических свойств горных пород при длительной устойчивости.",
    s9: "9. Установлены закономерности изменения трещинноватости и физико-механических свойств горных пород и их роль в оценке устойчивости породных массивов месторождений твердых полезных ископаемых при подземной и открытой разработке.",
    s10: "10. Составление крупномасштабных цифровых карт для анализа и оценки изменения гидрогеологических и инженерно-геологических условий при разработке месторождений подземными и открытыми способами МПТИ.",
    s11: "11. Наблюдения при бурения геологоразведочных скважин",
    s12: "12. Гидрогеологические и инженерно-геологические условия определит водопритоков горные выработки и инженерно-геологические процессы месторождения твердых полезных ископаемых.",
    s13: "13. Инженерно-геологические условия шахта, штольневых горизонтов и районирование по степени устойчивости при подземной разработке.",
    s14: "14. Расчет устойчивости бортов карьера.",
    s15: "15. Определение глубины залегания и типа подземных вод и их химического состава.",
  },
  secondaryHeading1: "Лаборатория выполняет:",
  paragraph1:
    "разработку и усовершенствование методов по изучению гидрогеологических и инженерно-геологических условий месторождений полезных ископаемых.",
  paragraph2:
    "оценку изменения гидрогеологических, инженерно-геологических условий рудных месторождений при их разработке.",
  paragraph3:
    "определение физико-механических свойств горных пород;. изучение гидрогеологических и инженерно-геологических условий рудных месторождений;",
  paragraph4:
    "исследования для обоснования горно-технических условий эксплуатации рудных месторождений.",
  paragraph5:
    "изучение особенности изменения физико-механических свойств горных пород в зависимости от метасоматических изменений, трещиноватости и нарушенности.",
  paragraph6:
    "изучение физико-механических свойств горных пород при устойчивости подземных горных выработок.",
  paragraph7:
    "создание фильтрационных потока подземных вод за счёт просачивание из плотине.",
  paragraph8:
    "В настоящее время лаборатория большое внимание уделяет изучению напряженно-деформированного состояния массива горных пород, а также прочностных свойств и устойчивости подземных горных выработок.",
  paragraph9:
    "При подземной добыче месторождений полезных ископаемых выше указанные исследования (изучения) являются недостаточно (мало) изученными вопросами в области инженерной геологии МТПИ. На сегодняшний день лаборатория обеспечена необходимыми кадрами, которые могут решать современные задачи по направлению инженерной геологии и гидрогеологии рудных месторождений.",
  secondaryHeading2: "Полученные научные результаты",
  paragraph10:
    "установлены закономерности изменения трещинноватости и физико-механических свойств горных пород и их роль в оценке и прогнозе устойчивости породных массивов месторождений (по категории изменения) твердых полезных ископаемых при подземной и открытой разработке",
  paragraph11:
    "составлена 3D модель вольфрамового месторождения Гуссай (подземная разработка). 3D моделирование геологических объектов, является одним из наиболее успешных инструментов визуализации, разработанной к настоящему времени и которое совершенствуется с развитием программного обеспечения.",
  paragraph12:
    "в ГИС составлены крупномасштабные цифровые карты для анализ и оценки изменения гидрогеологических и инженерно-геологических условий при разработке месторождений подземными и открытыми способами МТПИ.",
  paragraph13:
    "по ГИС технологии составлена карта прогноза изменений гидрогеологических и инженерно-геологических условий при подземной и открытой разработке месторождений твердых полезных ископаемых.",
  paragraph14:
    "Выявлены особенности изменения трещиноватости и физико-механических свойств горных пород и их роль в оценке устойчивости при подземной и открытой разработке.",
  photo1: "Фото №1 Трещинные воды, гор.+720м, (м-е Гужумсай)",
  photo2: "Фото №2 Обрушение на правой стенке горных выработок (участок Ходжадык).",
  photo3: "Фото №3 Встречающиеся трещинные воды, гор. +600м, (месторождение Гужумсай)",
  photo4: "Фото 4. Вывал на кровле горных выработок (участок Ходжадык) .",
  paragraph15:
    " Обеспечен специалистами, которой владеют новинками по изучению трещиноватости, и степень нарушенности горных пород и т.д.",
  paragraph16:
    "Прорабатывается применение современных геофизических исследований по скважинам с использованием ГИС. Рациональный комплексный метод «скважинный каротаж» - позволяет определить плотности горных пород по площади и глубине. В конечном итоге исследований получим: «Карта плотности горных пород месторождений по площади и глубине»",
  secondaryHeading3: "Применение и освоение современных методов.",
  paragraph17: `В настоящее время, применяется и осваивается моделирование гидрогеологических и инженерно-геологических условий, геофизические методы для анализа и оценки изменения гидрогеологических и инженерно-геологических условий рудных
          месторождений при открытых или подземных способах разработки. Для объектов
          Узбекистана, в частности, моделирование использовалось для месторождений Гуссай
          и Гужумсай. В ГИС-технологии будет составлена цифровая карта прогноза изменения
          инженерно-геологических и гидрогеологических условий месторождений при подземной
          разработке. Карта составляется по типам районирования, где по интенсивности и
          оценке инженерно-геологических условий при разработке месторождений выделены
          участки: неизменяющиеся, слабо изменяющиеся и сильно изменяющиеся. При выделении
          участков учитывались инженерно-геологические особенности, а также интерпретация
          геофизических исследований (материалов) и моделирования. Большое внимание
          уделяется изучению и оценке устойчивости горных выработок месторождений. Это
          позволяет оценить изменения напряженно-деформированного состояния массивов
          горных пород с широким применением геофизических методов; геолого-структурного
          строения месторождений; моделирования геологических объектов и других процессов;
          а также изучением трещиноватости и физико-механических свойств горных пород и т.
          д.`,
  paragraph18:
    "-Изучение условий формирования и механизма развития обрушений, вывалов и провальных воронок, а также водопритоков (обводнение), вызванных техногенным воздействием при подземном способе отработки. - Изучение условий формирования подземных вод в связи с углублением разработки и их влияния на устойчивость горных выработок в условиях техногенного воздействия. Исследования в конечном итоге позволяют своевременно, эффективно и безопасно осваивать (разрабатывать) месторождения открытыми или подземными способами разработки. Основными научно-исследовательскими направлениями лаборатории являются применение и освоение современных методов для внедрения в гидрогеологические и инженерно-геологические исследования (МТПИ).",
  secondaryHeading4: "Внедрение результатов работ:",
  paragraph19:
    "Результаты проведенных работ на стадиях предварительной и детальной разведки отражены в отчетах, которые послужили инженерно-геологическим обоснованием при утверждении запасов рудных месторождений в ГКЗ и ТКЗ Республики Узбекистан. Научно-методические рекомендации, анализ и оценка инженерно-геологических и гидрогеологических условий внедрены и внедряются в АО «Гиссаргеология», АО «Сурхангеология», АО «Кызилкумгеология», «Зармитанская» ГСПЭ, ЮРУ «НГМК».",
};

export default engineering;
