const functions = {
  heading: "ФУНКЦИИ ЦЕНТРОВ",
  secondaryHeading1: "Исследование ресурсов и запасов подземных вод",
  tasks1: {
    title: "Задачи центра",
    task1: `• Координация научно-исследовательской деятельности в области оценки и подсчета запасов гидрогеологии;`,
    task2:
      "• Составление договоров, соглашений, технических документов для реализации проектов решающих вопросы оценки и подсчета запасов подземных вод и гидроминеральных ресурсов, мелиоративной гидрогеологии;",
    task3:
      "• Планирование перспективных научно-исследовательских работ Института в области оценки и подсчета запасов подземных вод и гидроминеральных ресурсов, мелиоративной гидрогеологии;",
    task4:
      "• Рассмотрение, оказание практической и методической помощи при введении проектов и исследований по оценки и подсчета запасов подземных вод и гидроминеральных ресурсов, мелиоративной гидрогеологии;",
    task5: "• Анализ рынка для сбыта услуг предоставляемых центром.",
  },
  secondaryHeading2: "Мониторинг подземных вод и геоэкологические исследования",
  tasks2: {
    title: "Задачи центра",
    task1:
      "• Координация научно-исследовательской деятельности в области геоэкологических исследований и мониторинга подземных вод;",
    task2:
      "• Составление договоров, соглашений, технических документов для реализации проектов решающих вопросы геоэкологических исследований и мониторинга подземных вод;",
    task3:
      "• Планирование перспективных научно-исследовательских работ Института в области геоэкологических исследований и мониторинга подземных вод;",
    task4:
      "• Рассмотрение, оказание практической и методической помощи при введении проектов и исследований по геоэкологическим исследованиям и мониторинга подземных вод;",
    task4: "• Анализ рынка для сбыта услуг предоставляемых центром.",
  },
  secondaryHeading3:
    "Международные научно-исследовательские работы, Start-Up проекты, маркетинг и патентоведение",
  tasks3: {
    title: "Задачи центра",
    task1:
      "• Координация международной деятельности научно-исследовательской деятельности структурных подразделений Государственного учреждения “Институт ГИДРОИНГЕО”;",
    task2:
      "• Составление договоров, соглашений, технических и нормативно-правовых документов для реализации международных проектов;",
    task3:
      "• Рассмотрение, оказание практической и методической помощи при введении международных проектов и исследований в том числе;",
    task4:
      "• Анализ рынка для сбыта услуг предоставляемые Институтом и правовая охрана его объектов интеллектуальной собственности в соответсвии с законодательством Республики Узбекистан;",
    task5:
      "• Организация деловых встреч, переговоров и мероприятий по международным связям Института;",
  },
};

export default functions;
