const geoecology = {
  heading: "ЛАБОРАТОРИЯ ГЕОЭКОЛОГИИ",
  services: {
    title: "Лаборатория оказывает следующие услуги:",
    s1: "Проведение непрерывного экологического мониторинга при проведении геолого-разведочных работ.",
    s2: "Разработки проекта заявления о воздействии на окружающую среду (ЗВОС) и природоохранных мероприятий на проведение геологоразведочных работ.",
    s3: "Разработка проекта заявления об экологических последствиях на окружающую среду (ЗЭП) при проведении геолого-разведочных работ.",
    s4: "Изучение и оценка загрязнения подземных вод и разработка локализационных и ликвидационных системы очистки подземных вод различными загрязняющими ингредиентами.",
  },
  paragraph1:
    "Занимается оценкой современного экологического состояния геологической среды Республики Узбекистан в условиях активного антропогенного воздействия (второй этап международного проекта по составлению Атласа карт Центральной Евразии масштаба 1:2500000",
  secondaryHeading1: "Ранее выполненные работы",
  paragraph2:
    "«Оценка современного экологического состояния геологической среды Республики Узбекистан в условиях активного антропогенного воздействия (второй этап международного проекта по составлению Атласа карт Центральной Евразии масштаба 1:2500000)»",
  paragraph3:
    "Составлена карта техногенного воздействия на геологическую среду и карта оценки экологического состояния и техногенных изменений геологической среды Республики Узбекистан масштаба 1:2500000",
  paragraph4:
    "«Оценка современного экологического состояния геологической среды и составление геоэкологических карт масштаба 1:1 000 000 для трансграничных территорий с наиболее напряженной антропогенной нагрузкой. (Аральский и Ферганский регионы) в рамках Международного проекта по Центральной Евразии».",
  paragraph5:
    "Составлен семилистный вариант геоэкологической карты Аральского и Ферганского регионов.",
  paragraph6: "«Составление Атласа геоэкологических карт Республики Узбекистан».",
  paragraph7:
    "Дана оценка современного экологического состояния геологической среды, составлены геоэкологические карта освоенных территорий в масштабе 1:200000 и 1:Республики Узбекистан масштаба 1:500000.",
  paragraph8:
    "«Оценка геоэкологических условий обсохшего дна Аральского моря для решения проблемы опустынивания и охраны окружающей среды».",
  paragraph9:
    "Дана оценка экологического состояния обсохшего дна Аральского моря и составлен комплект карт масштаба 1:500000 геологического и геоэкологического содержания.",
  strong: "Осуществляем работы",
  paragraph10:
    "по геоэкологическим исследованиям и картографированию для оценки экологического состояния геологической среды и обоснования комплекса природоохранных мероприятий, экологический аудит (определение текущего состояния окружающей среды) при проведении геологоразведочных работ на нефть, газ и другие полезные ископаемые.",
  secondaryHeading2: "На сегодняшний день получены следующие результаты:",
  results: {
    r1: "- установлены региональные геоэкосистемы Узбекистана и характерные их модели;",
    r2: "- разработаны рекомендации по минимизации геоэкологических ущербов и их предотвращению в перспективе. Подготовлен комплект вспомогательных карт и карт геоэкологических систем Узбекистана в масштабе 1:500 000. Результаты данной работы рекомендуется использовать организациями и специалистами, занимающимися охраной природы окружающей среды и разработкой природоохранных мероприятий ;",
    r3: `- на основе данной эколого-геологической модели разработан проект по оценке влияния агропромышленности на состояние геологической среды Ферганской долины;`,
    r4: `- проведен анализ современного состояния и оценка мирового и отечественного опыта захоронения загрязненных вод в глубокие водоносные горизонты;`,
    r5: `- определена нормативно-правовая база захоронения попутных пластовых и промышленных сточных вод в водоносные горизонты;`,
    r6: `- оценены десятки изменения грунтовых вод и подземных вод эксплуатируемого водоносного горизонта под воздействием агропромышленного комплекса;`,
    r7: `- изучено и оценено влияние агропромышленных комплексов на состояние геологической среды южной и северной части Ферганской долины;`,
    r8: `- составлены электронные карты загрязнения подземных вод Ангренского горнорудного района в масштабе 1:50 000. Определены по некоторым участкам повышения значений минерализации, общей жесткости и сульфатов;`,
    r9: `- проведены геоэкологические исследования и картографирование масштаба 1:50000 в пределах охраняемых природных территории – зон формирования Чимион-Аувальского месторождения пресных подземных вод и мониторинг земель в приграничных районах Узбекистана;`,
    r10: `- проведены геоэкологические исследования в пределах охраняемых природных территорий – зон формирования Ош-Араванского и Наринского месторождений пресных подземных вод;`,
    r11: `- проведены геоэкологические исследования и картографирование различного масштаба по особо охраняемым природным территориям, территорий воздействия золоторудных горнодобывающих предприятий и приграничных районов.`,
    r12: `- оценено экологическое состояние геологической среды Аральского региона, изучено развитие природных комплексов и процессы соленакопления в почво-грунтах обсохшего дна Аральского моря.`,
    r13: `- выполнены в пределах перехватывающей линии «ОАЗИС» в зоне действия ФНПЗ гидрогеологические исследования с целью оптимизации системы мониторинга состояния ПВ в зоне его влияния на Ташлакском участке`,
    r14: `- оценены коэффициенты полезного действия оборудований зарубежных опреснительных установок в зависимости от типа, вида опреснительной установки и от его особенностей. Даны возможности использования установки по опреснению подземных вод. Проведен выбор наиболее эффективных и энергосберегающих способов опреснений и установки для их осуществления`,
    r15: `- составлены электронные карты загрязнение подземных вод участок Мурунтау Центрального Кызылкумского горнорудного района в масштабе 1:50 000. Определено в пределах Центрально-Кызылкумского региона слабое загрязнение в виде нескольких крупных по размеру ореолов;`,
    r16: `- проведена исследовательская работа по городам Карши, Ангрен, Бухара, Чирчик, Самарканд, Навои. По каждой изученной территории составлены макеты карт техногенной нагрузки, устойчивости геологической среды и карта загрязнения геологической среды. Выявлены города с наиболее опасной техногенной нагрузкой, и степенью влияния на геоэкологическую обстановку в целом.`,
    r17: `- составлена эколого-гидрогеологическая карта ОПТ Чимион-Аувалского месторождения в масштабе 1: 50 000. и выделены участки с удовлетворительным и напряженным состоянием подземных вод.`,
    r18: `- выявление пространственной зональности изменения химического состава подземных вод Республики Узбекистан с использованием ГИС-технологий.`,
    r19: `- проведены геоэкологические исследования и картографирование масштаба 1:50000 в пределах охраняемых природных территории – зон формирования Чимион-Аувальского месторождения пресных подземных вод и мониторинг земель в приграничных районах Узбекистана`,
  },
  paragraph11: `Выявление пространственной зональности изменения химического состава подземных вод Республики Узбекистан с использованием ГИС-технологий.`,
  map1alt: `Карта анионного состава подземных вод по Республики Узбекистан`,
  map2alt: `Карта минерализации подземных вод по Республики Узбекистан`,
  map3alt: `Карта катионного состава по Республики Узбекистан`,
  secondaryHeading3: `Разработаны технологии по локализации и ликвидации загрязнений нефтепродуктами геологической среды`,
  map4alt: `Технологическая схема эксплуатации перехватывающей системы при закачке каптируемых вод`,
  map5alt: `Локализация и ликвидация нефтяного загрязнения грунтовых вод`,
  map6alt: `Карта-схема перехватывающей системы нефтяного терминала`,
  map7alt: `Принципиальная технологическая схема ступенчатой адсорбционной очистки сточных вод от нефтепродуктов`,
  paragraph12: `В способах и технологиях очистки поверхностных и подземных вод от нефтепродуктов в настоящее время используются многочисленные известные зарубежные и местные методы. Все методы, способы и технологии очистки позволяют обеспечить более качественную очистку воды от органических примесей или нефти, так как, их можно с успехом использовать в дальнейшем. С целью очистки подземных вод от нефтяного загрязнения и улучшения экологической обстановки региона разработано технологии локализации и ликвидации загрязнения подземных вод, основанные на опытно - экспериментальных и лабораторных исследованиях системы защиты, утилизации загрязненных подземных вод и их очистки.`,
  secondaryHeading4: "Подготовлены три нормативно – технических документа:",
  paragraph13: `- Разработано «Требование к гидрогеологическим, инженерно-геологическим и геоэкологическим исследованиям при захоронении промышленных и попутных вод в глубокие горизонты».`,
  paragraph14:
    "- Разработано «Требование к гидрогеологическим и инженерно-геологическим исследованиям по оценке территории для возможного создания подземных хранилищ нефти (ПХН) и газа (ПХГ)»",
  paragraph15:
    "- Разработана «Методическая рекомендация по проведению геолого-экологического мониторинга и аудита».",
  paragraph16: `Успешно развиваются сотрудничество с зарубежными компаниями такими как: Японской компания JOGMEC - выполнены разработки заявление воздействия окружающей среды (ЗВОС) и заявление экологического последствия (ЗЭП) Японской компания MITSUBISHI MATERIALS TECHNO CORPORATION - проводился непрерывный экологический мониторинг на Тамдыкудук-Тулянташской и Джускудукской площадях загрязнения окружающей среды.`,
  paragraph17: `Корейская компания ИП ООО «KNOC FERGANA OPERATING COMPANY» - выполнялся экологический мониторинг при проведении сейсморазведочных работ 2D в объеме 500 пог.км в пределах Дехканабадского и Ташкурганского инвестиционных блоков юго-западного Гиссарского региона Республики Узбекистан`,
};

export default geoecology;
