const hydrogeophysics = {
  heading: "ЛАБОРАТОРИЯ ГИДРОГЕОФИЗИКИ",
  methods: "Лаборатория выполняет следующие геофизические исследования:",
  method1: "методами сейсоразведки;",
  method2: "сейсмотомографии;",
  method3: "электроразведки (ВЭЗ, ВЭЗ-ВП);",
  method4: "электротомографии;",
  method5: "электропрофилирования;",
  method6: "радиометрии;",
  method7:
    "скважинной сейсморазведки (сейсмокаротаж, вертикальное сейсмическое профилирование);",
  method8: "георадарными;",
  method9: "статического зондирования установкой ПП-3.",
  projects_title: "Недавно проведенные научно-исследовательские работы;",
  projects_paragraph1:
    "«Проведение геофизических работ на объекте «Правобережный коллектор» в Бухарской области» (ООО «UZGIP»);",
  projects_paragraph2:
    "Проведение инженерно-геофизических работ для разработки РД «Строительство хвостохранилища МОФ-3» АО АГМК в рамках реализации инвестиционного проекта «Освоение месторождения Ёшлик-1»» (ГУП «O’zGEORANGMETLITI»);",
  projects_paragraph3:
    "«Проведение независимого геотехнического контроля качества ведения строительных работ по объекту «Увеличение полезной емкости Дехканабадского селеводохранилища до 20.0 млн.м3» («Кашкадарё сув курилиш инвест» ГУП);",
  projects_paragraph4: `"Проведение гидрогеологических, инженерно-геологических, геоэкологических и гидрогеофизических работ" АО "АГМК";`,
  projects_paragraph5: `"Изучение факторов, влияющих на возникновение оползневых явлений на руднике "Кальмакир" АО Алмалыкский ГМК"`,
  paragraph1:
    "Разработка новых методов и рекомендаций использования геофизических методов выявления перспективных месторождений пресных, минеральных, термальных подземных вод Внедрение современных геофизических методов при изучение загрязнения геологической среды, процессов подтопления территорий, динамики оползневых смещений, геологического строения, физико-механических свойств, степени нарушенности пород, устойчивости . гидротехнических и др. инженерных сооружений, моделирование геофизических полей для решения различных задач гидрогеологии и инженерной геологии",
  task_heading: "ОСНОВНЫЕ ЗАДАЧИ",
  task_title1: "1. Инженерно-геологические задачи",
  task_structure_title1: "Изучение геологического строения:",
  task_structure_paragraph1:
    "Литологическое расчленение поверхностных и коренных пород",
  task_structure_paragraph2:
    "Определение глубины залегания скального основания",
  task_structure_paragraph3:
    "Определение мощности и строения зоны выветривания скального основания",
  task_structure_paragraph4:
    "Выявление зон тектонических нарушений и изучение элементов их залегания",
  task_structure_title2: "Изучение инженерно-геологических условий:",
  task_structure_paragraph5:
    "Оценка влажности, трещиноватости, пористости, плотности, прочностных и деформационных показателей и закарстованности горных пород",
  task_structure_paragraph6: "Определение содержания глинистых частиц в породе",
  task_structure_paragraph7: "Определение коррозионной активности грунтов",
  task_structure_paragraph8: "Изучение оползневых процессов",
  task_structure_paragraph9:
    "Выявление зон развития глубинных деформаций и подземных пустот",
  task_structure_paragraph10:
    "Выявление карстово-суффизионных образований Изучение подтопляемых территорий",
  task_structure_paragraph11: "Изучение подтопляемых территорий",
  task_title2: "2.  Гидрогеологические задачи",
  task_structure_paragraph12:
    "Определение глубины залегания уровня грунтовых вод",
  task_structure_paragraph13:
    "Определение глубины залегания и мощности водоупоров",
  task_structure_paragraph14: "Определение фильтрационных свойств горных пород",
  task_structure_paragraph15: "Оценка минерализации подземных вод",
  task_structure_paragraph16: "Оценка степени засоления пород зоны аэрации",
  task_structure_paragraph17:
    "Оценка взаимосвязи грунтовых вод с поверхностными водами и водами нижележащих водоносных горизонтов",
  task_structure_paragraph18:
    "Поиски и изучение верховодки, линз слабоминерализованных вод",
  task_structure_paragraph19: "Оценка водопроницаемости горных пород",
  task_structure_paragraph20:
    "Определение направления и скорости движения подземных вод",
  task_title3: "3. Геотехнические задачи",
  task_structure_paragraph21: "Изучение состояния дамб, плотин",
  task_structure_paragraph22:
    "Обследование состояний грунтов, слагающих основания зданий, уникальных сооружений, исторических памятников и ведение мониторинга",
  task_structure_paragraph23: "Выявление утечек из коммуникационных сетей",
  task_structure_paragraph24:
    "Определение качества уплотнения грунтов при возведении плотин, дамб, насыпей",
  task_title4: "4. Геоэкологические задачи",
  task_structure_paragraph25: "Картирование нефтяных загрязнений",
  task_structure_paragraph26:
    "Картирование погребенных участков полигонов бытовых и промышленно-технических отходов",
  task_title5: "5. Археологические задачи",
  task_structure_paragraph27:
    "Картирование погребенных фундаментов и стен древних поселений",
  task_structure_paragraph28: "Поиск локальных археологических объектов",
  hydrogeophysics__heading: "Достижение лаборатории Гидрогеофизики",
  hydrogeophysics__paragraph1:
    "различные методические рекомендации по применению геофизических методов и способов обработки и интерпретации при поисках и разведки пресных и термоминеральных подземных вод в различных геологических условиях на территории Узбекистана.",
  hydrogeophysics__paragraph2:
    "методические рекомендации по изучению опасных инженерно-геологических процессов.",
  hydrogeophysics__paragraph3:
    "методические рекомендации по изучению распространения нефтяного загрязнения в геологической среде.",
  hydrogeophysics__paragraph4:
    "комбинированный метод электрических зондирований (КМЭЗ).",
  hydrogeophysics__paragraph5:
    "метод синтезированного электрического зондирования (СЭЗ).",
  hydrogeophysics__paragraph6:
    "метод направленного электромагнитного зондирования (НЭМЗ).",
  hydrogeophysics__paragraph7: "метод данной фильтра метрии",
  hydrogeophysics__paragraph8:
    "Разработаны и изготовлены опытные образцы следующих технических средств:",
  hydrogeophysics__paragraph9:
    "- аппаратура для проведения электроразведочных измерений методом НЭМЗ",
  hydrogeophysics__paragraph10: "- измеритель уровня подземных вод",
  hydrogeophysics__paragraph11: "- донный фильтромер",
  hydrogeophysics__paragraph12:
    "- переносная установка статического зондирования ПП-3",
  hydrogeophysics__paragraph13:
    "- аппаратура двух горизонтного электромагнитного про фильтрования.",
  hydrogeophysics__paragraph14:
    "В результате деятельности лаборатории «Гидрогеофизика» сотрудниками получены 18 авторских свидетельствий патентов, предложены 20 рационализаторских предложений, защищены 12 кандидатских диссертаций и 1 докторская. ",
  geophysical_heading1:
    "Геофизические исследования при решении гидрогеологических задач",
  geophysical_heading2:
    "Геофизические исследования при изучении инженерно-геологических процессов",
  geophysical_heading3:
    "Геофизические исследования при изучении нефтяного загрязнения",
  geophysical_heading4:
    "Геофизические исследования при оценке состояния грунтов, слагающие основания исторических памятников",
  geophysical_heading5: "Разработка новых технических средств",
  geophysical_heading6: "Полученные патенты за период деятельности лаборатории",
};

export default hydrogeophysics;
