const modeling = {
  heading: "ЛАБОРАТОРИЯ ГЕОИНФОРМАЦИОННЫХ ТЕХНОЛОГИИ И МОДЕЛИРОВАНИЕ",
  services: {
    title: "Лаборатория оказывает следующие услуги:",
    s1: "Монтаж, установка и наладка «Модуля телеметрии автоматического мониторинга подземных вод в гидрогеологических скважинах»;",
    s2: "Геопривязка и векторизация растров;",
    s3: "Проектирование пространственных баз данных;",
    s4: "Компьютерная картография;",
    s5: "Трёхмерное геологическое моделирование;",
    s6: "Разработка и составление картографических отчётов;",
    s7: "Разработка программного обеспечения.",
  },
  objectives: {
    title: "ОСНОВНЫЕ ЗАДАЧИ ЛАБОРАТОРИИ",
    o1: `• Разработка математических моделей месторождений подземных вод на основе современных программных продуктов;`,
    o2: `• Создание природных, геофильтрационных и математических моделей процессов
    геофильтрации с целью прогноза поведения уровня подземных вод и оценки их
    качества на основе современных программных продуктов; Построение и обработка
    гидрогеологических и инженерно-геологических карт с применением
    ГИС-технологии;`,
    o3: "• Обработка и обобщения геолого-гидрогеологических, геофизических и аэрокосмических данных методами компьютерной технологии;",
    o4: "• Статистическая обработка гидрогеологической и инженерно – геологических данных;",
    o5: "• Обоснование и совершенствования методов мониторинга подземных вод;",
    o6: "• Разработка компьютерных технологий и приборов автоматического замера уровня, температуры и удельной электропроводимости подземных вод, к условиям Узбекистана;",
    o7: "• Применение и внедрение автоматизированных приборов для замера уровня, температура и удельной электропроводимость грунтовых вод и их модификации с целью оптимизации мониторинга ПВ.",
    o8: "• Разработка и внедрение в практику современных программных обеспечений и моделирующих систем;",
    o9: "• Разработка рекомендаций и методических руководств по применению и внедрению математических методов для моделирования, автоматизированных измерительных приборов геоинформационной технологии, а также программного обеспечению.",
  },
  results: {
    title: "ОСНОВНЫЕ РЕЗУЛЬТАТЫ",
    r1: "«Создание современных цифровых гидрогеологических 3D моделей по месторождениям подземных вод Республики Узбекистан для обработки результатов геологоразведочных работ, оценки ресурсов и рационального использования» (на примере долины р.Ахангаран).",
    r2: "В результате исследований для 3D модели подготовлены фактографической и картографической основы гидрогеолого-информационной системы, гидрогеологические параметры и факторы, определяющие состояние подземных вод, гидрогеологические условия объекта исследования, а также произведен сбор материалов по гидрогеологическим, геоморфологическим и водохозяйственным условиям объекта исследований.",
    r3: `База данных созданная в системе ArcGIS, включает картографический материал и
    табличные сведения, которые введены в атрибутивную информацию объектов. 3D
    моделирование выполнено с использованием программы Visual Modflow, в результате
    были построены цифровые карты уровней грунтовых вод и пьезометрической
    поверхности исследуемого района.`,
    r4: `«Исследование процессов подпора подземных вод и подтопления территории под
    влиянием Айдар-Арнасайской озерной системы
    на основе ГИС-технологий»`,
    r5: `Составлен набор последовательных форм диаграмм, табличных, графических и
    картографических материалов, как исходных данных для моделирования, анализа и
    оценки гидрогеологических условий в целях выявления причин и темпов изменения
    состояния подземных вод неоген-четвертичных отложений под влиянием ААОС.`,
    r6: `Создана геофильтрационная модель месторождений подземных вод неоген-четвертичных
    отложений в пределах влияния Айдар-Арнасайской озерной системы на основе
    современных программных продуктов Modflow и ArcGIS в условиях антропогенного
    воздействия.`,
    r7: ` «Разработка математической модели месторождений подземных вод на примере
    Ферганской долины с целью оценки прогнозных ресурсов в связи с изменением
    водохозяйственных условий»`,
    r8: `Разработана геофильтрационная математическая модель месторождений подземных вод
    Ферганской долины для выявления перспектив их использования в народном
    хозяйстве, повышения водообеспеченности орошаемых земель в условиях техногенного
    маловодья.`,
    r9: `При геофильтрационной схематизации выполнены анализ рядов режимных наблюдений за
    уровнем подземных вод и геофильтрационных параметров, Кф, m, Km, m, а также
    ретроспективных данных по водозаборам и др.`,
    r10: `
      При региональной оценке прогнозных ресурсов (ПР) и эксплуатационных запасов (ЭЗ)
      учитывались закономерности формирования подземных вод, их баланс,
      литолого-фациальные условия залегания водоносных горизонтов, гидродинамическое
      (и гидравлическое) состояние водоносных горизонтов, взаимоотношение между
      подземными и поверхностными водами и др.
    `,
    r11: `Создана схематическая карта различных типов взаимосвязи между напорными и
    грунтовыми водами Ферганской долины и построена схематическая 3D модель уровня
    грунтовых вод Ферганской долины в Visual ModFlow.`,
    r12: `На созданной математической модели были решены следующие задачи: а) отбор
    подземных вод в количестве возможных ресурсов в прибортовых частях (заадырных
    впадинах) в однослойной среде: б) отбор подземных вод в трехслойной среде
    (периферии конусов выноса, Центральное Фергана, долина р. Нарына, Карадарыи,
    Сырдары).`,
  },
  scientific: {
    title: "НАУЧНЫЕ РАЗРАБОТКИ",
    text: `Научные разработки лаборатории «Геоинформационной технологии и моделирование»,
    связаны с широким кругом фундаментальных, прикладных и инновационных задач
    моделирования и внедрения новых геоинформационных технологий. Они включают:`,
    s1: "• построение математических моделей геофильтрационных процессов,",
    s2: `• -решение на их основе актуальных задач гидрогеологии, мелиоративной
    гидрогеологии и инженерной геологии`,
    s3: `• -создание и разработка численных методов и адаптация ее к новейшей
    вычислительной технике, составление геоинформационных систем с помощью ArcGIS.`,
    s4: `• разработка новых программных обеспечений по поставленной задаче.`,
    text2: `В лаборатории разработано устройство автоматизированного измерения уровня,
    температуры и электропроводности подземных вод в наблюдательных скважинах с
    дистанционной передачей данных. Назначение устройства. Устройство
    автоматизированного измерения уровня, температуры и минерализации подземных
    вод в наблюдательных скважинах, позволяет измерять, собирать, хранить,
    обрабатывать и дистанционно передавать в центр обработки информацию о
    состоянии подземных вод. Преимущества применения автоматизированного прибора
    для контроля количественных и качественных характеристик подземных вод (ПВ):`,
    s5: `- не требуется периодическое опускание, поднятие поплавка или электродов датчика уровня воды;`,
    s6: `- получение параметров ПВ в режиме онлайн;`,
    s7: `- автономная работа без участия человека;`,
    s8: `- возможность организации беспроводной передачи данных;`,
    s9: `- возможность электронного протоколирования данных с требующейся периодичностью.`,
  },
  characteristics: {
    title: "Основные технические характеристики прибора",
    c1: "Глубина измерений уровня, м 200",
    c2: "Диапазон измерений уровня, м 0 - 2",
    c3: "Объем памяти, замеров, не менее 50000",
    c4: "Диапазон замера температуры воды в скважине, С от +5 до +30",
    c5: "Питание осуществляется от батарейки (аккумулятора) 3,6 В",
    c6: "Средний срок службы, лет, не менее 5",
  },
  parts: "Устройство состоит из двух взаимосвязанных частей:",
  part1: `1) погружной блок с датчиками давления, температуры, минерализации и электронная плата с микроконтроллером;`,
  part2: `2) гермоотсек, где размещены соединенные между собой GSM-модем с внешней антенной и источник электропитания прибора.`,
  paragraph1: `Принцип работы. Работа прибора начинается с подключения его к источнику питания (аккумуляторной батареи). После подключения батареи к разъему, происходит запуск и инициализация микроконтроллера.
  После опускания и установки прибора в скважину, необходимо войти на специальный веб-сайт и установить требуемый интервал измерений в разделе настроек. Микроконтроллер запускается и инициализируется через заданный интервал времени.
  После окончания измерений микроконтроллер сохраняет данные в микросхеме памяти, а затем подает сигнал на отправку результатов измерений в центр сбора информации через интернет (3G, GPRS, EDGE), с указанием идентификационного номера прибора, даты и времени измерения. По окончании передачи информации микроконтроллер отключает питание, переводит в режим пониженного энергопотребления микросхемы устройства, запускает внутренний таймер и уходит в спящий режим. Таким образом, данный цикл измерения повторяется с заданной при настройке периодичностью.`,
  paragraph2: `Передача результатов измерений через интернет непосредственно сразу после измерения обеспечивает оперативный сбор данных, т.е. с использованием интернет канала можно передавать измеренные данные на любые расстояния.
  Применение устройство для автоматического измерения параметров подземных вод в гидрогеологических скважинах, дает возможность сэкономить время и материальные затраты при гидрогеологическом мониторинге, повысит продуктивность работ и надежность данных, а также создаст эффективную систему мониторинга подземных вод в режиме реального времени.`,
  secondaryHeading1: "Установка прибора в гидрогеологические скважины",
  secondaryHeading2: "Научные достижения лаборатории",
  paragraph3: `Создано компьютерная информационная система подземных вод Республики
  Каракалпакистан, Хорезмской и Самаркандской областей на основе ГИС
  –технологии.`,
  paragraph4: `Создана модель гидродинамических процессов с целью исследования негативных
  явлений (подтопление, загрязнение, засоление, деформация зданий и сооружений
  и др.) на основе ГИС – технологии.`,
  paragraph5: `Создана компьютерная информационная системы и банка данных по регистрации, учету и оценки зон проявления опасных геологических процессов РУз.`,
  paragraph6: `Разработана математическая модель месторождений подземных вод Ферганской долины для оценки прогнозных ресурсов в связи с изменением водохозяйственных условий»`,
  paragraph7: `Применительно к режиму грунтовых вод в лаборатории разработан метод оценки репрезентативности наблюдений и составления региональных характеристик режима подземных вод по среднегодовой региональной норме обеспеченности уровня грунтовых вод.`,
  paragraph8:
    "Разработана методика применения оборудования типа diver для изучения режима подземных вод в кустовых скважинах.",
  paragraph9: `Установлена возможность использования водяного датчика типа diver вместо воздушного.`,
  paragraph10: ` Методика оценки репрезентативности наблюдений и составления региональных характеристик режима подземных вод по среднегодовой региональной норме обеспеченности уровня грунтовых вод передана для использования Ангренской гидрогеологической станции`,
  paragraph11: `В настоящее время при гидрогеологических, инженерно-геологических и геоэкологических исследований создается картографические, фактографические баз данных, т.е. информационное обеспечение, которое широко применяются в системе охраны окружающей среды, в частности для решения мониторинговых задач. Геоинформационная технология становятся одной из распространенных форм представления различного рода информации. Современный тезис «хочу все знать здесь и сейчас» в данный момент становится все более актуальным.`,
  paragraph12: `Проблемы информационных ресурсов и качества их представления, играют определяющую роль в экономике и функционирования экосистем в XXI веке в связи, с чем служба геоинформационных технологий, как в отдельных государствах, так и мире в целом приобрела большое значение,`,
  paragraph13: `Гидрогеологические условия являются одним из основных факторов, которые существенно влияют на состояние подземной гидросферы, на оснований знания и
  проводится для оценки проектируемых защитных мероприятий от загрязнения, истощения и подтопления территорий будущих или уже построенных зданий и сооружений. Прогноз изменений этих условий, а также оценка современного состояния подземной гидросферы, оценка возможности использования подземных вод для повышения водообеспеченности территории на основе решения прогнозных задач, прогноз изменения ресурсов подземных вод в связи с возможным строительством гидротехнических сооружений и.т.др. решается с применением современных ГИС-технологий (ArcGIS, HydroGeoAnalyst, ENVI, MapInfo, Erdasimaging), методами математического моделирования (Visual Modflow, GWVistas, Gidpar, Modgidpros и др.) является необходимым элементом любого гидрогеологического, инженерно – геологического и геоэкологического исследования, связанного с расчетами водозаборных сооружений, искусственным формированием подземных вод, мелиорацией и статистической обработкой.`,
  secondaryHeading3: `Контроль состояния подземных вод через веб-сайт`,
  secondaryHeading4: `Эффективность от внедрения научно-исследовательских результатов`,
  secondaryHeading5: `Расположение устройств автоматизированного измерения уровня и температуры подземных вод в наблюдательных скважинах по регионам РУз.`,
  secondaryHeading6: `Получены сертификаты на разработанные программные обеспечения Агентством интеллектуальной собственности при Министерстве юстиции Республики Узбекистан в соответствии с Законом Республики Узбекистан «О правовой охране программ для электронных вычислительных машин и баз данных»`,
};

export default modeling;
