const overture = {
  heading: "ЛАБОРАТОРИЯ ИНЖЕНЕРНОЙ ГЕОДИНАМИКИ И ДИСТАНЦИОННОГО ЗОНДИРОВАНИЯ ЗЕМЛИ",
  paragraph1:
    "В лаборатории Инженерной геодинамики и ДЗЗ решаются научные вопросы по природе формирования и развития оползневых процессов.",
  services: {
    title: "Лаборатория оказывает следующие услуги:",
    service1:
      "оценки поражённости территорий (бассейны рек, административные районы, области) оползневыми процессами;",
    service2:
      "построение средне и крупномасштабных карт оползневой опасности территории;",
    service3: "выделение оползнеопасных зон и участков развития оползневых процессов;",
    service4:
      "оценка возможных последствий от оползней инженерным сооружениям, жилым строениям и иным объектам;",
    service5: "оценка уязвимости объектов при развитии оползней;",
    service6: "оценки рисков возможных последствий от воздействия оползней;",
    service7:
      "построение крупномасштабных космосхем оползневой обстановки (район, бассейн реки, административная область) с параметрической характеристикой оползневых участков, выделением зон возможного поражения и опасности объектам и сооружениям, оценка динамики освоения территорий и развития оползневых процессов во времени и по площади за последние 15-20 лет.",
  },

  paragraph2:
    "Разрабатывает рекомендации по инженерно-геологическому обоснованию комплексных схем защиты территорий от зкзогенных и инженерно-геологических процессов, изучение динамических свойств грунтов с учетом сейсмичности и климатической поясности, изучение устойчивости пород в массиве и стабилизации склонов; предупреждению возникновения опасных геологических процессов и деформаций сооружений; защите объектов от воздействия ЭГП. а также средства измерения инженерно-геологических и гидрогеологических параметров",
  sattelle1:
    "Определение расширения жилой застройки по результатам космосъёмки (карта 1987 г – космосъёмка 2009 г)",
  sattelle2:
    "Сравнительный вид участка Карайли до оползня и после (космосъёмка 15,04,2001 г), (космосъёмка18,01,2016 г)",
  secondaryHeading1: "Проблемы предупреждения оползней",
  problems: {
    p1: "Неконтролируемость времени начала их образования",
    p2: "Массовое, одновременное проявление в лессовых породах (30-40 случаев в день)",
    p3: "Большая социальная проблема",
    p4: "Высокая скорость (до 3,5м/с) и протяженность перемещения (1,6-4,5км)",
    p5: "Изменчивость направления движения, высоты выброса на противоположный борт и площади распространения",
  },
  secondaryHeading2:
    "Ущерб от проявления оползней в Узбекистане за десятилетний период (1998-2008г.г.)",
  secondaryHeading3: "Количество оползневых проявлений по десятилетиям",
  paragraph3:
    "В Ангренской зоне расположены: крупнейший в Средней Азии угольный разрез «Ангренский», шахта по подземной отработке и станция газификации углей, угольные карьеры «Апартак» и «Наугарзан», карьер горелых пород, мощные внутренние и внешние отвалы пород.",
  paragraph4:
    "Горнодобывающая деятельность в течении 50 лет спровоцировала развитие крупных, глубоких оползней в глинистых породах на площади 25 км2 (Багаранский - 0,4 млн.м3, Загасанский - 20 млн.м3, Атчинский - 800 млн.м3, Центральный - 58 млн.м3, Старая подстанция - 3,5 млн.м3,Северный - 3,0 млн.м3, Наугарзан - 22 млн.м3). Сюда необходимо добавить и Верхне-Туркский оползень объемом 20 млн.м3 на левом борту Ахангаранского водохранилища",
  paragraph5:
    "До 1995 г. автодорога А-373 Ташкент-Ош проходила по левому борту р. Ахангаран ниже карьера «Наугарзан». В1995 г. над карьером сформировался оползень, что привело к разрушению автодороги. Она была перенесена на правый борт долины и восстановлена на месте технологической дороги на рабочем борту разреза «Ангренский». По истечении 9 лет состояние транспортной проблемы не изменилось, а наличие дороги в пределах горного отвода на рабочем борту сдерживает развитие разреза.",
  naugarzan: "Космоснимок оползня Наугарзан (1995 г. 22 млн.куб.м)",
  angren:
    "Оползень Центральный - рабочий борт угольного карьера «Ангренский» (1987 г., 58 млн.куб.м)",
  secondaryHeading4: "График смещения оползня Центральный",
  turk: "Оползень Верхне-Туркский (1954-1969 г.г., 20 млн.м3)",
  economicProblems: {
    title:
      "В Ангренской зоне существует три крупные хозяйственные проблемы, требующие своего разрешения:",
    p1: "1. Выбор безопасного варианта положения и строительства транспортной системы, состоящей из «пакета» линейных сооружений (автодороги, железной дороги, трубопроводов, ЛЭП и т.д.);",
    p2: "2. Обеспечение условий перспективного развития угольного разреза в северо-западном направлении, для увеличения объема добычи угля;",
    p3: "3. Наращивание и укрепление плотины Ахангаранского водохранилища для увеличения его объема.",
  },
  ogp1: "Карта проявлений ОГП в бассейне р.Чирчик",
  ogp2: "Карта проявлений ОГП на побережье Чарвакского водохранилища",
  proccess: {
    heading:
      "В институте ГИДРОИНГЕО решение вопросов связанных с опасными геологическими процессами (ОГП) и последствиями их проявления осуществляется с 60-х годов ХХ столетия.",
    title: "За 60 лет зафиксировано:",
    p1: "12,5 тыс. оползневых смещений,",
    p2: "70% это мелкие поверхностные смешения,",
    p3: "10-12% крупные оползни объемом более 100 тыс.м3,",
    p4: "18-20% оползни средних объемов,",
    p5: "77% оползни развиты в лессовых и песчано- глинистых породах,",
    p6: "23% в глинах,",
    p7: "65% оползни вызванные снеготаянием, атмосферными осадками, подземными водами,",
    p8: "20-25% историческими и современными землетрясениями,",
    p9: "10-15% техногенными факторами",
  },
  paragraph6:
    "Опасные экзогенные геологические процессы (ОЭГП) распространены в горных районах Узбекистана на площади более 15000 км2.",
  paragraph7:
    "Наибольшую угрозу представляют оползни, отличающиеся непредсказуемостью места формирования, внезапностью образования, быстрым развитием и катастрофичностью проявления.",
  paragraph8:
    "Ежегодно в горных районах фиксируется от 30 до 300 оползневых смещений, а в годы с аномальным выпадением атмосферных осадков количество различных по объему повторных смещений оползней может достигать 1 тысячи и более.",
  paragraph9:
    "В зонах с активным развитием ОЭГП расположены 341 селение, 101 оздоровительный объект, 136 участков автомобильных и железных дорог, 69 участков ирригационных каналов, 19 горнорудных объектов, 11 водохранилищ и селехранилищ, 76 ЛЭП, 24 трубопровода, 7 капитальных мостов и другие сооружения.",
  paragraph10:
    "Исследования ОЭГП подчинены основной цели – заблаговременному предупреждению об угрозе ОЭГП для обеспечения безопасности населения, территорий, экономических объектов и инженерных сооружений, в конечном счёте, устойчивого развития горных регионов республики.",
};

export default overture;
