const technical = {
   heading: "ОТДЕЛ ВЫПУСКА НАУЧНО-ТЕХНИЧЕСКОЙ ПРОДУКЦИИ",
   paragraph1: "«Создание электронной библиотеки в области гидрогеологии, инженернойгеологии и геоэкологии и обеспечение научно- технической информацией специалистов подразделений Госкомгеологии РУз».",
   paragraph2: "В настоящее время в Республике исключительно актуальной является проблема водоснабжения населения и обеспечения водой народного хозяйства. Подземные воды, являются важнейшей составляющей общих водных ресурсов. В связи, с чем создание электронных геологических фондовых массивов и научно-технической библиотеки при институте было и есть жизненно необходимым при всегда существовавшем, а ныне резко возросшем спросе на геологическую информацию. Гидрогеологические и инженерно-геологические исследования состоят в обобщении всех имеющихся гидрогеологических материалов в соответствии с существующими методическими рекомендациями схемы гидрогеологической стратификации и гидрогеологической карты нового поколения. Это упростит и ускорит работу специалистов.",
   paragraph3: " Перевод на электронные носители отчетов по разделу «Гидрогеологические и инженерно-геологические исследования территории Узбекистана за».",
   paragraph4: "Расшивка научно-исследовательских материалов и подготовка их к переводу в электронный формат. При расшивке, также ведутся реставрационные работы научно-исследовательской документации.",
   paragraph5: "Выполнения в автоматизированном и традиционном режимах разовых запросов не тематические подборки и обзоры (библиографии и первоисточники).",
   img_title1: "Комплектование электронной БД фондовых геологических отчётов",
   img_title2: "Комплектование СИФ библиографических документов",
   img_title3: "Электронной БД первоисточников. Создание из фонда НТБ",
   heading2: "База данных «Поиск – НТБ»",
   paragraph6: "Создание электронной БД первоисточников из фонда НТБ (книги, журналы, диссертации, статьи), аннотированные и систематизированные по тематике",
};

export default technical