const Charter = () => {
  return (
    <>
      <section id="charter">
        <div className="small-container">
          <h1 className="main-heading">УСТАВ</h1>
          <h2 className="secondary-heading">
            «GIDROGEOLOGIYA VA INGENERLIK GEOLOGIYASI INSTITUTI» DAVLAT MUASSASASI УСТАВИ
          </h2>

          <div className="rules">
            <h2 className="inner-heading">1. Умумий қоидалар</h2>
            <ul className="rules-list">
              <li>
                1.1. Ушбу Устав “Гидрогеология ва инженерлик геологияси институти” давлат
                муассасасининг (кейинги ўринларда – Институт) мақоми, мақсади, вазифа ва
                функциялари ҳамда фаолиятининг ташкилий асосларини белгилайди.
              </li>

              <li>
                1.2. Институт Ўзбекистон Республикаси Президентининг 2020 йил 8 июндаги
                “Ўзбекистон Республикаси Давлат геология ва минерал ресурслар қўмитаси
                тизимида замонавий геология фанлари университети фаолиятини ташкил этиш
                чора-тадбирлари тўғрисида” ги ПҚ-4740-сон қарорига асосан қайта ташкил
                этилган. Институт ўз мақомига кўра Ўзбекистон Республикаси Давлат геология
                ва минерал ресурслар қўмитаси тизимидаги Геология фанлари университети
                таркибига киради. Институт “Гидрогеология ва инженерлик геологияси
                институти” Давлат корхонасининг ҳуқуқий вориси ҳисобланади.
              </li>

              <li>
                1.3. Институт Геология фанлари университети, Давлат геология ва минерал
                ресурслар қўмитаси, тоғ-кон саноати корхоналари ва иқтисодиётнинг бошқа
                тармоқлари учун гидрогеология, инженерлик геологияси ва геоэкология
                йўналишларида илмий-тадқиқот ишларини бажариш учун ташкил этилган муассаса
                ҳисобланади.
              </li>

              <li>
                1.4. Институт ўз фаолиятида Ўзбекистон Республикасининг Конституцияси ва
                қонунлари, Ўзбекистон Республикаси Олий Мажлиси палаталари қарорлари,
                Ўзбекистон Республикаси Президентининг фармонлари, қарорлари ва
                фармойишлари, Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарорлари ва
                фармойишлари, Ўзбекистон Республикаси Давлат геология ва минерал ресурслар
                қўмитаси, Геология фанлари университети қарорлари, қўшма қарорлари, Ҳайъат
                қарорлари, ва буйруқлари ҳамда бошқа норматив-ҳуқуқий ҳужжатлар, шунингдек
                мазкур Уставга амал қилади.
              </li>

              <li>
                1.5. Институт юридик шахс ҳисобланади. Оператив бошқарувида ўзига хос
                махсус мол-мулкка эга ва ушбу мол-мулк бўйича ўз мажбуриятларига мувофиқ
                жавоб беради, ўз номидан мол-мулк сотиб олиши ва мулкий ҳамда номулкий
                ҳуқуқларни амалга ошириш, зиммасига мажбурият олиши, судда даъвогар ва
                жавобгар бўлиши мумкин. Институт мустақил балансга, банк муассасаларида
                ҳисоб-китоб, шу жумладан валюта бўйича ҳисоб рақамларига, Ўзбекистон
                Республикаси Давлат герби тасвири туширилган ва ўз номи ёзилган муҳрга,
                штамплар, бланклар ва бошқа реквизитларга эга.
              </li>

              <li>
                1.6. Институт таркибига илмий-тадқиқот ишларининг устивор йўналишлари
                бўйича фаолият олиб борувчи бўлимлар, секторлар, лабораториялар, илмий
                лойиҳаларни амалга оширувчи гуруҳлар, ёрдамчи хизмат кўрсатувчи бўлинмалар
                ва участкалар киради.
              </li>

              <li>
                1.7. Институтни моддий-техник таъминлаш Ўзбекистон Республикаси Давлат
                бюджети, Давлат геология ва минерал ресурслар қўмитаси, Геология фанлари
                университети томонидан ажратиладиган маблағлардан, шунингдек қонун
                ҳужжатлари билан такиқланмаган бошқа маблағлар ҳисобидан амалга оширилади.
              </li>

              <li>
                1.8. Институтнинг жойлашган жойи (почта манзили): 100164, Тошкент шаҳри,
                Олимлар кўчаси, 64-уй.
              </li>

              <li>1.9. Институтнинг расмий номи:</li>

              <li>
                давлат тили, кирилл алифбосида – “Гидрогеология ва инженерлик геологияси
                институти” давлат муассасаси, қисқартирилган номи – “ГИДРОИНГЕО институти”
                ДМ;
              </li>

              <li>
                давлат тили, лотин алифбосида – “Gidrogeologiya va ingenerlik geologiyasi
                instituti” davlat muassasasi, қисқартирилган номи – “GIDROINGEO instituti”
                DM;
              </li>

              <li>
                рус тилида – Государственное учреждение “Институт гидрогеологии и
                инженерной геологии”, қисқартирилган номи – ГУ «Институт ГИДРОИНГЕО»;
              </li>

              <li>
                инглиз тилида – State agency “Institute of hydrogeology and engineering
                geology”, қисқартирилган номи – “Institute of HYDROENGEO” SA.
              </li>
            </ul>
            <h2 className="inner-heading">
              2. Институтнинг асосий мақсади ва вазифалари.
            </h2>
            <ul className="rules-list">
              <li>2.1. Институт фаолиятининг асосий мақсади:</li>

              <li>
                - ер қаърини гидрогеологик, инженер-геологик ва геоэкологик ўрганиш бўйича
                бўлган вазифаларнинг самарадорлигини ошириш учун илмий асосланган
                тавсияномалар ишлаб-чиқариш мақсадида илмий-текшириш, тематик ва
                тажриба-услубий ишларни комплекс ўтказиш;
              </li>

              <li>
                - минтақавий тадқиқотлар ва ер ости сувлари мониторингининг
                илмий-услубиятли базасини юритиш ва ишлаб чиқариш;
              </li>

              <li>
                - гидрогеологик, инженер-геологик ва геоэкологик жараёнларни моделлаштириш
                ва башоратли текшириш;
              </li>

              <li>
                - гидрогеология, инженер-геологияси ва геоэкологияда илмий-амалий
                вазифаларни хал қилиш учун замонавий фаннинг кенг қамровли илмий усуллари
                ва технологияларини (ерни масофадан зондлаш (ЕМЗ) географик-ахборот тизими
                ГАТ-технологиялари ва ҳакозо) қўллаш ва такомиллаштириш, ишлаб чиқиш;
              </li>

              <li>
                - гидрогеология, инженерлик геологияси ва геоэкология соҳаларида
                фундаментал, амалий ва инновацион илмий-тадқиқот ишларини ўтказиш;
              </li>
              <li>
                - гидрогеологик, инженер-геологик ва геоэкологик тадқиқотлар ўтказиш;
              </li>

              <li>
                - гидрогеологик, инженер-геологик ва геоэкологик тадқиқотлар бўйича
                кўрсатмалар, талаблар, услубий тавсиялар ва бошқа турдаги норматив
                ҳужжатлар ишлаб чиқиш;
              </li>

              <li>
                - хавфли геологик жараёнларнинг, ер ости сувларининг жумладан,
                муҳофазадаги табиий майдонлардаги сувларнинг давлат кадастрларини юритиш;
              </li>

              <li>
                - гидрогеология, инженерлик геологияси ва геоэкология масалаларини хал
                қилиш учун лаборатория ва технологик ишларини ўтказиш;
              </li>

              <li>
                - тажриба-конструкторлик ишларини ва махсулотлар ишлаб чиқариш ҳамда
                республика иқтисодиёти талабларини гидрогеологик, инженер-геологик ва
                геоэкологик жиҳатдан таъминлаш;
              </li>

              <li>
                - фан ва таълимнинг узвийлиги ва узлуксизлиги тамойили асосида, шунингдек
                жаҳон таълими ва илмий ҳамжамиятига интеграциясини таъминлаш ҳисобига
                мутахассислар ва илмий-педагог кадрларни тайёрлаш сифатини ошириш;
              </li>

              <li>
                - гидрогеология, инженерлик геологияси ва геоэкология йўналишларида
                таълим, илм-фан ва амалиётнинг узвий интеграциялашуви учун қулай
                шарт-шароитлар яратиш, шунингдек, фундаментал, амалий ва инновацион
                лойиҳаларга иқтидорли талабаларни кенг жалб этишни таъминлаш, уларни
                самарали рағбатлантириш механизмларини жорий этиш;
              </li>

              <li>
                - малака ошириш курслари ва олий ўқув юртидан кейинги таълим институти
                воситаси билан малакали ва юқори малакали кадрларни тайёрлаш.
              </li>

              <li>2.2. Институт фаолиятига мувофиқ асосий вазифалар:</li>

              <li>
                - ўз ваколат доирасидаги геологик-қидирув ишларини ривожлантириш мақсадида
                йиллик, ўрта муддатли ва узоқ муддатли дастурларни ишлаб-чиқаришда
                қатнашиш;
              </li>

              <li>
                - гидрогеология, инженерлик геологияси ва геоэкология масалаларини хал
                қилиш учун илмий тадқиқот, тематик ва лаборатория-технологик ишларнинг
                устивор йўналишларини ишлаб чиқиш, асослаш ва амалга ошириш;
              </li>

              <li>- давлатнинг гидроминерал ресурслар потенциалини баҳолаш;</li>

              <li>
                - геологик қидирув ишларини қўйиш учун ер ости сувларининг башоратли
                ресурсларини баҳолаш билан истиқболли майдонларни ажратиш;
              </li>

              <li>
                - ер ости сувлари конларини қидириш, башоратлаш, излаш ва баҳолаш
                усулларини такомиллаштириш;
              </li>

              <li>
                - ер ости сувларига геологик-қидирув ишларини қўйиш учун, янги истиқболли
                майдонларни ажратиш учун ва геологик-қидирув ишларининг тасдиқланган
                дастурларига биноан ишларни амалга ошириш мониторинги учун, башоратлашнинг
                илғор усулларидан фойдаланиш ва чуқур таҳлил қилиш;
              </li>

              <li>
                - гидрогеологик ишларнинг аниқ объектлари бўйича башоратланган
                ресурсларнинг объективлиги ва аниқлиги ҳақида тизимли таҳлил асосида
                хулосалар бериш;
              </li>

              <li>
                - жадал техногенезли туманларда, шаҳар ва саноат худудларида
                инженер-геологик, геоэкологик тадқиқотларни ва хариталашни ўтказиш
                усулларини ишлаб чиқариш;
              </li>

              <li>
                - ҳар хил масштабларда хариталаш ва гидрогеологик, инженерлик-геологик ва
                геоэкологик тадқиқотларни ўтказиш;
              </li>

              <li> - экологик аудит ва экологик мониторинг ўтказиш;</li>

              <li>
                - ер ости сувлари, аэрация зонаси жинслари ва тупроқлар ифлосланишини
                ўрганиш бўйича тадқиқот ишлари олиб бориш;
              </li>

              <li>
                - ер ости сувларининг минтақавий тадқиқотларини ва мониторингининг
                илмий-услубий базасини юритиш ва ишлаб-чиқариш;
              </li>

              <li>
                - давлат кадастрларини (муҳофазаланган табиий сувли ва ҳавфли геологик
                жараёнлар) ва ер ости сувларининг давлат ҳисобини юритиш;
              </li>

              <li>- гидрогеологик хулосалар бериш;</li>

              <li>
                - геологик-қидирув тадқиқот ишларини ўтказишда лойиҳа-смета хужжатларини
                тайёрлаш;
              </li>

              <li>
                -сув қудуқлари бурғилашга рухсатнома ва сувдан (ер ости сувларидан) махсус
                фойдаланишга рухсатнома берилишини келишиш;
              </li>

              <li>
                -сувга бурғи қудуқ қазиш ва уни лойиҳалаш хуқуқи рухсатномасини келишиш;
              </li>

              <li>
                -атроф мухитга таъсир аризаси (АМТА) лойихаси (ЗВОС ва ЗЭП) ва бошқа
                экологик норматив хужжатлар ишлаб чиқиш. - илмий ва илмий-амалий
                тадбирларни (конференциялар, семинарлар ва бошқ.) ўтказиш;
              </li>

              <li> -соҳа бўйича илмий асарларини тайёрлаш ва чоп этиш;</li>

              <li>
                - гидрогеология, инженерлик геологияси ва геоэкология соҳаларида юқори
                малакали кадрларни тайёрлаш ва илмий, амалий масалаларни ечишда замонавий
                усуллардан фойдаланиш;
              </li>

              <li>
                - фан ва таълимнинг узвийлиги ва узлуксизлиги тамойили асосида, шунингдек
                жаҳон таълими ва илмий ҳамжамиятига интеграциясини таъминлаш ҳисобига
                мутахассислар ва илмий-педагог кадрларни тайёрлаш сифатини ошириш;
              </li>

              <li>
                - гидрогеология, инженерлик геологияси ва геоэкология йўналишларида
                таълим, илм-фан ва амалиётнинг узвий интеграциялашуви учун қулай
                шарт-шароитлар яратиш, шунингдек, фундаментал, амалий ва инновацион
                лойиҳаларга иқтидорли талабаларни кенг жалб этишни таъминлаш, уларни
                самарали рағбатлантириш механизмларини жорий этиш.
              </li>
            </ul>
            <h2 className="inner-heading">3. Институтнинг асосий фаолият йўналишлари.</h2>
            <ul className="rules-list">
              <li>3.1. Асосий вазифаларга мувофиқ Институт:</li>

              <li>
                - ўз ваколати доирасида йиллик, ўрта муддатли ва узоқ муддатли
                геологик-қидирув ишлари дастурини ишлаб чиқариш ва шакллантиришда
                қатнашади;
              </li>

              <li>
                - илмий-тадқиқот, тажриба-услубият, тематик ва тажриба-конструкторлик,
                геологик-иқтисодий тадқиқот, нашриёт ишларининг, илмий ва таълим
                тадбирларининг устивор йўналишини ишлаб чиқади ва Геология фанлари
                университети билан келишади;
              </li>

              <li>
                - Ўзбекистон Республикаси ҳудудидаги ер ости сувлари конларининг шаклланиш
                шароитларини ва тарқалиш қонуниятларини ўрганиш бўйича илмий-тадқиқот
                ишларни ўтказади;
              </li>

              <li>
                - геология-қидирув ишларининг келгуси йўналишлари бўйича башоратли
                ресурсларни баҳолаш ва илмий-услубиятли тавсияномалар ишлаб чиқариш йўли
                билан ер ости сувлари конларини башоратлашни амалга оширади;
              </li>

              <li>
                - гидрогеологик, инженерлик-геологик ва геоэкологик ишларни қўйиш учун
                башоратлашнинг илғор усулларидан фойдаланиш йўли билан, чуқур таҳлил
                асосида янги истиқболли майдонларни ажратади ва тасдиқланган дастурга
                биноан уларни амалга ошириш мониторингини яратади;
              </li>

              <li>
                - геология-қидирув ишларининг объектлари бўйича башоратли ресурсларнинг
                аниқлиги ва объективлиги ҳақида тизимли таҳлилга асосан хулосалар беришни
                амалга оширади;
              </li>

              <li>
                - ер ости сувлари конларини излаш, баҳолаш ва қидириш ишларида замонавий
                усулларнинг оқилона мажмуасини ишлаб-чиқаришни амалга оширади;
              </li>

              <li>
                - ўз ваколати доирасида, давлат бюджети ҳисобидан, геологик текшириш учун,
                ер майдонларидан фойдаланиш ҳуқуқини беришда асос ҳисобланган лойиҳа-смета
                ҳужжатларини тасдиқлайди;
              </li>

              <li>
                - ўз ваколати доирасида, Институт томонидан илмий-тадқиқот ишлари
                натижалари бўйича бажарилаётган тематик, тажриба-услубиятли,
                тажриба-конструкторлик ва бошқа ишларнинг ҳисоботларини тасдиқлайди;
              </li>

              <li>
                - Институт баъзасида ҳамкорий орган ҳисобланган Илмий кенгаш тузади, у
                Институтнинг ва бошқа ташкилотларнинг олимларидан ва юқори малакали
                мутахассисларидан ташкил топади, илмий-тадқиқот, тажриба-услубиятли,
                тажриба-конструкторлик, тематик ва бошқа ишларнинг йўналишини белгилайди,
                лойиҳа-смета хужжатларини, бажарилган ишлар натижалари бўйича
                ҳисоботларни, юқори малакали кадрларни тайёрлаш масалаларини ва
                Институтнинг асосий фаолияти билан боғлиқ бошқа масалаларни кўриб чиқади.
                Илмий кенгаш ҳақидаги Низом Институт директори томонидан тасдиқланади.
              </li>

              <li>Қуйидагиларни амалга оширади:</li>

              <li>
                - гидрогеология инженерлик-геологияси ва геоэкология шу жумладан
                мелиоратив гидрогеология соҳаларидаги тадқиқотларни;
              </li>

              <li>
                -ер ости сувлари ва экологик мониторинги ҳамда кузатув бурғи қудуқларини
                қайта тиклаш ва бурғилаш ишларини;
              </li>

              <li> - ер ости сувлари заҳиралари баҳолаш ишларини;</li>

              <li>
                - ер ости сувлари эксплуатацион заҳираларини хисоблаш, қайта хисоблаш ва
                баҳолаш;
              </li>

              <li>
                - ер ости сувлари заҳираларининг ифлосланиш ва камайиш жараёнларини
                ўрганишни;
              </li>

              <li>
                - инженерлик геодинамика соҳасидаги тадқиқотларни; - маъданли, термал ва
                саноат ер ости сувларини ўрганиш;
              </li>

              <li>
                - маъданли сувлардан тиббиёт гидрогеологияси, даволаш-соғломлаштириш ва
                экотуристик мақсадларда фойдаланишни ўрганиш, уларнинг курорт-дам олиш
                ҳолатларини баҳолаш;
              </li>

              <li>
                - фойдали қазилма конларининг гидрогеологик ва инженер геологик
                шароитларини ўрганишни;
              </li>

              <li>
                - шаҳарлар, саноат зоналари ва қишлоқ хўжалик майдонларининг экологик
                шароитларини ўрганишни;
              </li>

              <li>
                - янги техник воситаларини, ер ости сувларини қидириш технологияларини
                ишлаб чиқишни ва улардан оқилона фойдаланишни;
              </li>

              <li>
                - чучук ер ости сувлари заҳираларини сунъий тўлдириш ва уларни
                ифлосланишдан ҳимоялаш технологияларини ишлаб чиқишни, гидроминерал
                хом-ашёни қайта ишлаш ва улардан фойдаланишни;
              </li>

              <li> -тоғ жинсларининг физик-механик хоссаларини аниқлашни;</li>

              <li> -топогеодезик ишларни юритишни;</li>

              <li> -хариталар тузишни, уларни чоп этишни;</li>

              <li> -қурилиш ва капитал таъмирлашни;</li>

              <li> -ташкилот ходимлари учун мўлжалланган турар жой биноларини қуриш;</li>

              <li> -мулк ва ашёларни омборларга жойлаш ва сақлаш;</li>

              <li> -молия-бухгалтерия ҳисоби соҳасидаги фаолият;</li>

              <li> -енгил ва юк автомобилларига техник ҳизмат кўрсатиш ва таъмирлаш;</li>

              <li>
                - аудио ва видео тасмалар, ёзувли электрон маълумотлар ташувчи дисклар
                ишлаб чиқариш ҳамда реализация қилиш;
              </li>

              <li>
                {" "}
                -KNOW-HOW техника технологияларини яратиш ва савдосини ташкил этиш;
              </li>

              <li> -юридик ва жисмоний шахсларга пуллик ҳизмат кўрсатишни;</li>

              <li> -инженерлик геологияси ва геофизика ишларни;</li>

              <li>
                - қурилиш ишлари учун инженер-геологик ва гидрогеологик тадқиқотлар
                ўтказиш;
              </li>

              <li>
                -қишлоқ хўжалиги учун ўғитлар ишлаб чиқишни, қишлоқ хўжалик маҳсулотларини
                етиштиришни;
              </li>

              <li>
                - минерал ва ичимлик сувларини қуйиш ва бевосита истеъмол бозорига
                чиқаришни;
              </li>

              <li>
                -Ўзбекистон Республикаси Инновация ривожланиш вазирлиги орқали, Ўзбекистон
                Республикасининг баъзи бир давлат фондлари, ҳалқаро ва чет эл
                ташкилотларининг фондлари орқали молиявий ёрдам олаётган лойиҳалар ва
                грантлар бўйича илмий тадқиқотларни;
              </li>

              <li>
                - илмий экспертизаларни ўтказишни, илмий башоратларни ишлаб чиқишни ва
                консультацион, информацион, информацияли ҳисобларни ва инженерлик
                хизматларни кўрсатишни;
              </li>

              <li>
                -Институт илмий фаолияти натижаларини, шунингдек илмий-услубиятли
                материалларни, услубиятли тавсияномаларни, монографияларни, илмий ишлар
                тўпламларини акс эттирувчи нашрий маълумотларни чоп этишни, турдош
                ташкилотлар ҳамда республика миқёсидаги институт ва корхоналар ўртасида
                ушбу нашрларни тақсимлаш (пуллик ва пулсиз шаклда) ва мустаҳкамлашни;
              </li>

              <li>
                -Ўзбекистон ва чет эл давлатлар ташкилотлари, корхоналари билан алоқаларни
                мустаҳкамлашни ҳамда ўзаро тажриба алмашиш ишларини олиб бориш;
              </li>

              <li>
                -ҳалқаро илмий ҳамкорликни ва унда Институт илмий ходимларининг
                қатнашишини таъминлашни;
              </li>

              <li>
                -Институт фаолиятидаги Олий таълимдан кейинги таълим институти ва малака
                ошириш курслари орқали илмий ходимларни тайёрлашни;
              </li>

              <li>
                -ўқув кафедраларининг филиалларини очишни ва ўқув юртлари талабаларини
                ўқитишни, ҳамда уларнинг ўқув ишлаб-чиқариш ва дала амалиётларини
                ўтказишни;
              </li>

              <li>
                - гидрогеология, инженерлик геологияси, геофизика ва геоэкология
                йўналишларида талабаларни ўқитиш учун Институт моддий техника базасидан
                фойдаланишини;
              </li>

              <li>
                - профессор-ўқитувчилар ва иқтидорли талабаларни Институт фаолиятида
                бажарилаётган илмий тадқиқот лойиҳаларга жалб қилишни;
              </li>

              <li>
                -берилган маълумотларнинг автоматлаштирилган базаларини белгиланган
                тартибда яратишни ва тарқатишни;
              </li>

              <li>
                -Институт бўлимлари томонидан ишлаб чиқарилаётган маҳсулотларни
                (хизматларни), жумладан тажрибий, экперементал, инновацион ва бошқа
                маҳсулотларни реализация қилишни;
              </li>

              <li> -Институтни моддий-техник жиҳатдан таъминлашни;</li>

              <li>
                -ходимларни ижтимоий химояловчи иш ҳақини илғор ҳаракат тизимини
                киритишни;
              </li>

              <li>
                -Институт ўз фаолиятини олиб бориш жараёнида ўз ходимларини махсус кийим
                бош, озиқ-овқат махсулотлари ва бошқа ижтимоий ёрдам воситалари билан
                таъминлаш;
              </li>

              <li>
                -ҳавфсиз меҳнат шароитларига, ёнғин ҳавфсизлиги қоидаларига, санитар ва
                экологик нормаларига, ерни ва бошқа табиий ресурсларини ҳимояловчи талаб
                нормаларига риоя қилишни таъминлашни.
              </li>

              <li>
                3.2. Институт, рухсат бериш ёки лицензиялашни талаб қилувчи фаолият
                турларини, Ўзбекистон Республикасининг тегишли қонунчилик ҳужжатлари
                талабларига мувофиқ тегишли рухсатнома ёки лицензия олиш вақтидан бошлаб
                амалга оширади.
              </li>
            </ul>
            <h2 className="inner-heading">4. Институт мулки.</h2>
            <ul className="rules-list">
              <li>4.1. Институт мулкининг шаклланиш манбалари қуйидагилардир:</li>

              <li>
                - Давлат геология ва минерал ресурслар қўмитаси ва Геология фанлари
                университети томонидан Институт ихтиёрига хўжалик юритиш хуқуқи асосида
                топширилган мол-мулк;
              </li>

              <li>
                - йиллик минерал хом-ашё базасини ривожлантириш ва қайта тўлдириш дастури
                доирасида бюджетдан ажратиладиган мақсадли маблағлар, дотациялар;
              </li>

              <li>
                - Институт хўжалик шартномалари асосида бажарилган ишлардан олинган
                даромадлар;
              </li>

              <li>
                - қарз маблағлари, шу жумладан банклар ва бошқа кредит берувчи
                ташкилотларнинг кредитлари;
              </li>

              <li>
                - Ўзбекистон Республикаси қонунчилигида таъқиқланмаган бошқа маблағлар.
              </li>

              <li>
                Институт мулкининг қиймати Институтнинг мустақил балансида акс эттирилади.
              </li>

              <li>
                4.2. Кўчар ва кўчмас мулкни Институт қонунчиликда белгиланган тартибда,
                фақат мақсадлари, предмети ва турлари ушбу Уставда белгиланган фаолиятни
                амалга ошириш имкониятидан маҳрум қилмайдиган доирада тасарруф этади.
              </li>

              <li>
                4.3. Институт мулки бўлинмас ҳисобланади ва уни улуш (хисса, пай)
                сифатида, шунингдек муассаса ходимлари орасида тақсимлаб бўлмайди.
              </li>

              <li>
                4.4. Институт мулкини тасарруф этиш Геология фанлари университети билан
                келишган ҳолда қуйидаги ҳолларда амалга оширилади:
              </li>

              <li>
                - асосий воситалар ва бошқа мулкларни сотиш, ҳисобдан чиқариш хўжалик
                юритувчи жамият устав фондига улуш сифатида киритилиши;
              </li>

              <li>
                - хўжалик юритувчи жамиятларнинг акцияларини (шунингдек улушларини) сотиб
                олиш;
              </li>

              <li>
                - Институт хўжалик юритувчи жамиятдаги акция (улуш)ларини реализация қилиш
                (сотиш);
              </li>

              <li>
                - Институт фаолияти мақсадларига тегишли бўлмаган мулкни тасарруф этиш.
              </li>

              <li>
                4.5. Институт хусусий хўжалик фаолияти натижасида сотиб олинган ёки ишлаб
                топилган мулкка, пул маблағларига мустақил равишда эгалик қилиш, уни
                сотиш, ижарага бериш, вақтинчалик фойдаланишга бериш, эскирганлиги
                муносабати билан ўз балансидан чиқариш, шунингдек Ўзбекистон Республикаси
                қонунларига зид келмайдиган бошқа ҳар қандай ҳаракатларни амалга оширишга
                хақли.
              </li>

              <li>
                4.6. Институтни ишлаб чиқариш фаолиятидан топган даромадлари ҳисобидан
                барча мажбурий тўлов ва солиқлар тўлаб бўлингандан кейин қолган маблағлар
                унинг фойдаси ҳисобланади ва бутунлай унинг тасарруфига ўтади.
              </li>

              <li>
                4.7. Институт ишлаб чиқариш фаолияти давомида олган даромадлари ҳисобидан
                сотиб олинган мол-мулк унинг мустақил тасарруфига ўтади ва алоҳида
                балансда ҳисобга олинади.
              </li>

              <li>
                4.8. Институт ўз мажбуриятлари бўйича ўзига тегишли барча мол-мулклари
                билан жавоб беради.
              </li>
            </ul>
            <h2 className="inner-heading">5. Институтнинг хуқуқ ва мажбуриятлари.</h2>
            <ul className="rules-list">
              <li>
                5.1. Институт ўз фаолиятини амалга оширишда қуйидаги ҳуқуқларга эга:
              </li>

              <li>
                — Институтнинг таркибий бўлинмаларини белгиланган тартибда тузиш, қайтадан
                ташкил қилиш ва тугатиш;
              </li>

              <li>
                - Геология фанлари университети розилиги билан тижорат ва нотижорат
                ташкилотлар қатнашчиси (аъзоси) бўлиши мумкин, бунда қонунга мувофиқ
                юридик шахсларнинг қатнашиши руҳсат этилади;
              </li>

              <li>
                - Давлат геология қўмитаси, шунингдек, Геология фанлари университетининг
                алоҳида муҳим (ёки йирик) топшириқларини бажариш учун, зарур бўлганда,
                тармоқнинг, шунингдек бошқа корхона ва ташкилотларнинг юқори малакали
                мутахассисларидан муваққат ишчи гуруҳларини (меҳнат жамоатларини) тузиш;
              </li>

              <li>
                - белгиланган тартибда икки томонлама манфаатли ташқи иқтисодий алоқаларни
                амалга ошириш ва ривожлантириш;
              </li>

              <li>
                - ўрнатилган тартибда халқаро ҳамкорликларни амалга ошириш, олимлар ва
                мутахассисларни чет давлатларга хизмат сафарга юбориш, чет эл олимларини,
                халқаро ижтимоий, молиявий ва иктисодий ташкилотларнинг вакилларини, соха
                буйича чет эл фирмалари ва компанияларининг вакилларини таклиф қилиш ва
                қабул қилиш;
              </li>

              <li>
                - асосий илмий йўналиши бўйича илмий ва илмий-техникавий конференциялар,
                семинарлар ва симпозиумлар, шу жумладан халқаро тадбирлар ўтказиш
                лойихасини тузади ва амалга оширади;
              </li>

              <li>
                - диссертациялар химояси бўйича ихтисослаштирилган кенгашлар тузишга
                таклиф киритади ва уларнинг иш фаолиятини таъминлайди;
              </li>

              <li>
                - юридик ва жисмоний шахслар билан, Ўзбекистон Республикасининг қонунига,
                ушбу Уставига, Институт фаолиятининг мақсад ва предметига зид бўлмаган
                барча турдаги шартномаларни тузиш;
              </li>

              <li>
                - умумий овқатланиш пунктларини (ошхоналар, буфетлар, савдо шахобчалари)
                ташкил қилиш;
              </li>

              <li>
                - Давлат геология қўмитаси, шунингдек, Геология фанлари университетининг
                таркибига кирувчи ташкилотлар ўртасида молиявий зарурат бўлганда қарз
                (заём) муносабатларига киришиш (қабул қилиб олиш ҳамда кўмак бериш фоизсиз
                шаклда);
              </li>

              <li> - моддий техник таъминотни амалга ошириш;</li>

              <li> - қимматбаҳо қоғозлар бозорида иштирок этиш;</li>

              <li>
                - капитал таъмирлашни, жумладан хўжалик юритиш усули билан ишлаб-чиқаришни
                кенгайтириш, қайта қуриш бўйича ишларни амалга ошириш, халқ истеъмоли
                товарларини ишлаб чиқариш ва аҳолига пуллик хизмат кўрсатиш;
              </li>

              <li>
                - Ўзбекистон Республикасининг қонунларида тақиқланмаган фаолиятнинг бошқа
                турларини амалга ошириш.
              </li>

              <li>5.2. Институт мажбуриятлари:</li>

              <li>
                - Геология фанлари университетига белгиланган шакл бўйича бизнес-режани
                тақдим этиш, ишларни бажаришда ҳажм ва лимитлар ўзгартирилса уларга
                тузатишлар киритиш;
              </li>

              <li>
                - белгиланган муддатда статистик ва тезкор бухгалтерия ҳисоботларини,
                бошқа маълумотларни Давлат геология қўмитаси ва Геология фанлари
                университети талаби бўйича тақдим этиш;
              </li>

              <li>
                - ушбу Уставга мувофиқ геология-қидирув ишларини амалга ошириш учун зарур
                бўлган техникалар, асбоб-ускуналар, аппаратуралар ва асосий технологик
                материалларни сотиб олиш бўйича Геология фанлари университетига таклифлар
                киритиш;
              </li>

              <li> - давлат маблағларидан мақсадли фойдаланишни таъминлаш.</li>
            </ul>
            <h2 className="inner-heading">6. Институтни бошқариш.</h2>
            <ul className="rules-list">
              <li>
                6.1. Институт бошқаруви директор томонидан амалга оширилади. У Геология
                фанлари университети томонидан шартнома асосида лавозимга тайинланади ва
                озод қилинади. Директорнинг хуқуқ ва мажбуриятлари Ўзбекистон
                Республикасининг меҳнат қонунлари, ушбу Устав, шунингдек, Геология фанлари
                университети билан тузилган меҳнат шартномалари асосида тартибланади.
              </li>

              <li>
                6.2. Директор Институтнинг якка ижроия органи ҳисобланади ва Институт
                олдига қўйилган вазифаларни бажаришни ташкил қилади, ишончномасиз Институт
                номидан ҳаракат қилади, жумладан, унинг манфаатларини тақдим қилади,
                белгиланган тартибда Институт номидан битим тузади.
              </li>

              <li>
                6.3. Директор, Геология фанлари университети буйруғи билан тайинланган
                ўринбосарларга эга бўлиши мумкин. Ўринбосарларнинг ҳуқуқ доирасини
                Институт директори белгилайди.
              </li>

              <li>
                6.4. Меҳнат шартномаси асосида, Институт директори ва ходимларнинг ўзаро
                муносабатлари Ўзбекистон Республикасининг меҳнат қонунлари ва жамоа
                шартномаси орқали тартибга солинади.
              </li>

              <li>
                6.5. Институт илмий ва раҳбар ходимлари ойлик маоши Ўзбекистон
                Республикаси Вазирлар Маҳкамасининг 2009 йил 18 августдаги “Илмий ходимлар
                меҳнатини янада рағбатлантириш чора-тадбирлари тўғрисида”ги 233-сонли
                қарори, асосида ва Университет Уставида кўрсатилган базавий лавозим маоши
                миқдорига мувофиқ белгиланади.
              </li>

              <li>
                6.6. Институт инженер-техник ва ишчи ходимлар ойилик маошлари Давлат
                геология қўмитаси тизимида меҳнатга ҳақ тўлашнинг ягона тариф сеткасига
                мувофиқ белгиланади.
              </li>

              <li>
                6.7. Институт ходимига лавозим маоши (ставка) ўз функционал вазифаларини
                ҳамда меҳнат шартномасида назарда тутилган ишларни бажарганлиги учун
                тўланади. Қўшимча маош, устама ва бошқа моддий рағбатлантириш
                тадбирларининг ҳажмини институтнинг хўжалик шартномаларидан ҳосил бўлган
                фойда ҳисобидан қонунчиликда белгиланган тартибда ва ҳажмда амалга
                оширади.
              </li>
            </ul>
            <h2 className="inner-heading">
              7. Институт директорининг ҳуқуқи ва мажбурияти.
            </h2>
            <ul className="rules-list">
              <li>7.1. Институт директори:</li>

              <li>
                - ўз ҳуқуқ доирасида Институт мулкини бошқаради, шартномаларни, меҳнат
                шартномаларини (шартнома асосида битимларни киритиб) тузади, қонунда
                белгиланган тартибда ишончномалар беради;
              </li>

              <li> - банкларда ҳисоб-китоб ва бошқа ҳисобларни очади;</li>

              <li> - Институтнинг барча маблағларини бошқариш ҳуқуқидан фойдаланади;</li>

              <li>
                - Геология фанлари университети билан келишилган ҳолда Институт
                ходимларининг штат сонини ва уларнинг иш ҳақи миқдорини тасдиқлайди;
              </li>

              <li> - буйруқлар, фармойишлар чиқаради;</li>

              <li>
                - Институт доирасидаги далолатномаларни тасдиқлайди, Институтнинг барча
                ходимлари учун мажбурий кўрсатмалар беради;
              </li>

              <li>
                - Геология фанлари университетига директор ўринбосарлари лавозимларига
                номзодларни тавсия этади;
              </li>

              <li>
                - Институт ходимларининг кафолатланган меҳнат шароитларини ва ижтимоий
                ҳимоялаш чораларини таъминлайди, ишлаб топилган маблағлар доирасида бошқа
                ижтимоий имтиёзларни белгилайди;
              </li>

              <li>
                - Ўзбекистон Республикасининг қонунчилик ҳужжатларига мувофиқ бошқа
                ваколатларни амалга оширади.
              </li>

              <li>
                7.2. Институт директори Геология фанлари университети олдида Институтнинг
                фаолияти ҳақида ҳисобот беради.
              </li>

              <li>
                7.3. Институт директори ўз ҳуқуқлари ва мажбуриятларини амалга оширишда
                Институт манфаатларини кўзлаб ҳаракат қилади ва қонунчиликда белгиланган
                тартибда қуйидагиларга жавобгардир:
              </li>

              <li>
                {" "}
                - бюджет ва бюджетдан ташқари фондларнинг ўз вақтидаги тўловларига;
              </li>

              <li> - иш ҳақини тўланишига;</li>

              <li>
                - Институт ходимлари билан юзага келган меҳнат ҳуқуқ муносабатларининг
                барча талабларини қондирилишига;
              </li>

              <li>
                - ишлаб чиқариш фаолияти билан бевосита боғлиқ бўлган пул маблағларини
                эҳтиёжлар учун ўтказишга;
              </li>

              <li>
                - ишлаб чиқаришдаги бахтсиз ҳодиса ёки соғлиққа зарар келтирувчи бошқа
                шикастланиш натижасида Институт ходимларига етказилган зарарларга;
              </li>

              <li>
                - ўзининг ҳаракатлари (ҳаракатсизлиги) туфайли Институтга етказилган
                зиёнларга, жумладан Институтга берилган давлат мулкини йўқотиш
                ҳодисаларига.
              </li>
            </ul>
            <h2 className="inner-heading">8. Институтнинг филиал ва ваколатхоналари.</h2>
            <ul className="rules-list">
              <li>
                8.1. Геология фанлари университети билан келишув бўйича ваколатхоналар,
                филиаллар ва бошқа яккаланган бўлинмалар очиши, уларни Институт балансида
                ва алоҳида балансларда ҳисобга олиб, мулкка айлантириши мумкин. Институт
                таркибига тизимли бўлинмалар кириши мумкин.
              </li>

              <li>
                8.2. Ваколатхоналар, филиаллар ва бошқа яккаланган бўлинмалар, Институт
                томонидан тасдиқланган низомга асосан, Институт номидан ҳаракат қиладилар.
              </li>

              <li>
                8.3. Институт филиаллари ёки таркибий бўлинмалари раҳбарлари Институт
                директори томонидан тайинланадилар ва унинг ишончномаси асосида ҳаракат
                қиладилар. Филиал раҳбари ёки ваколатхоналар билан тузилган меҳнат
                шартномаси тугатилганда, Институт директори томонидан ишончнома бекор
                қилиниши лозим.
              </li>
            </ul>
            <h2 className="inner-heading">9. Институтнинг жавобгарлиги.</h2>
            <ul className="rules-list">
              <li>
                9.1. Институт ўз мажбуриятлари бўйича, ўзига тегишли мулклар барча
                мулклари билан жавобгардир. Институт мажбуриятлари бўйича, унинг мулки
                етарли бўлмаганда, Геология фанлари университети субсидиар жавобгардир.
              </li>

              <li>
                9.2. Институт Геология фанлари университети мажбуриятлари бўйича жавобгар
                эмас.
              </li>

              <li>
                9.3. Филиаллар ва ваколатхоналар мажбуриятлари бўйича Институт субсидар
                жавобгардир.
              </li>
            </ul>
            <h2 className="inner-heading">10. Институт фаолиятини назорат қилиш.</h2>
            <ul className="rules-list">
              <li>
                10.1. Институт ҳисобот даври тугатилиши бўйича, қонунчиликда белгиланган
                рўйҳатга биноан, ваколатли органларга молиявий ҳисоботни ва бошқа
                ҳужжатларни тақдим этади, ҳужжатларни эҳтиёт қилинишига ва уларни
                белгиланган тартибда сақланишига жавоб беради. Институт, ўрнатган шакл ва
                тартибга биноан, асосий ишлаб чиқариш-хўжалик фаолияти бўйича Геология
                фанлари университетига ҳисобот беради.
              </li>

              <li>
                10.2. Геология фанлари университети олдидаги келишилган мажбуриятларни
                бажарилиши устидан назорат, Геология фанлари университетининг тегишли
                бўлинмалари томонидан амалга оширилади.
              </li>

              <li>
                10.3. Институт фаолиятини хўжалик юритувчи орган сифатида назорат қилиш,
                Ўзбекистон Республикасининг қонунларида ўрнатилган тартибда, Геология
                фанлари университети ва бошқа ваколатли органлар томонидан амалга
                оширилади.
              </li>
            </ul>
            <h2 className="inner-heading">11. Қайта ташкиллаштириш ва тугатиш.</h2>
            <ul className="rules-list">
              <li>
                Институтни қайта ташкиллаштириш (қўшиш, бирлаштириш, бўлиш, ажратиш,
                ўзгартириш) ва тугатиш Геология фанлари университети қарори билан,
                Ўзбекистон Республикаси қонунларида белгиланган тартибда, келишувга
                мувофиқ ёки суд қарори бўйича ўтказилади.
              </li>
            </ul>
            <h2 className="inner-heading">
              12. Уставни ўзгартириш ва қўшимчалар киритиш.
            </h2>
            <ul className="rules-list">
              <li>
                12.1. Институт Уставига ўзгартириш ва қўшимчалар киритиш Геология фанлари
                университети буйруғига биноан киритилади.
              </li>

              <li>
                12.2. Институт Уставига ўзгартириш ва қўшимчалар киритилганда, Ўзбекистон
                Республикасининг қонунларида белгиланган тартиб ва муддатларда уларни
                рўйхатдан ўтказувчи органларга тақдим этиши шарт.
              </li>
            </ul>
          </div>
        </div>
      </section>
    </>
  );
};

export default Charter;
