import history from "./pages/ru/history";
import ameliorative from "./pages/ru/ameliorative";
import hydrogeophysics from "./pages/ru/hydrogeophysics";
import overture from "./pages/ru/overture";
import hydrogeology from "./pages/ru/hydrogeology";
import modeling from "./pages/ru/modeling";
import geoecology from "./pages/ru/geoecology";
import technical from "./pages/ru/technical";
import engineering from "./pages/ru/engineering";
import chemical from "./pages/ru/chemical";
import scientific from "./pages/ru/scientific";
import production from "./pages/ru/production";
import education from "./pages/ru/education";
import activity from "./pages/ru/activity";
import functions from "./pages/ru/functions";

const ru = {
  header: {
    home: "ГЛАВНАЯ",
    about: "ОБ ИНСТИТУТЕ",
    about_drop_down: {
      about: "Об институте",
      structure: "Структура института",
      charter: "Устав",
      indicators: "Финансовые и экономические показатели",
      management: "Руководство",
      history_institute: "История института",
      policy: "Миссия и политика",
      cooperation: "Сотрудничество",
      history_leadership: "История и руководство",
    },

    activity: "ДЕЯТЕЛЬНОСТЬ",
    activity_drop_down: {
      activity: "Деятельность",
      scientific: "Научная деятельность",
      production: "Производственная деятельность",
      education: "Образование",
    },

    centers_laboratories: "ЦЕНТРЫ И ЛАБОРАТОРИИ",
    laboratories_drop_down: {
      functions: "Функции центров",
      research: "Исследование ресурсов и запасов подземных вод",
      research_drop_down: {
        hydromineral: "Гидроминеральные ресурсы",
        ameliorative: "Мелиоративная гидрогеология и дренаж",
        Resources: "Ресурсы и запасы подземных вод",
      },

      groundwater: "Мониторинг подземных вод и геоэкологические исследования",
      groundwater_drop_down: {
        geoecology: "Геоэкология",
        geoinformation: "Геоинформационные технологии и моделирование",
        groundwater: "Мониторинг подземных вод и региональные исследования",
        chemical_laboratory: "Геоэколого-химическая лаборатория",
      },

      international_research:
        "Международные научно-исследовательские работы, Start-Up проекты, маркетинг и патентоведение",
      international_research_drop_down: {
        marketing: "Маркетинг и патентоведение",
        department: "Отдел выпуска научно-технической продукции",
        ict_department: "Отдел ИКТ",
        engineering: "Инженерная геодинамика и дистанционное зондирование земли",
        hydrogeophysics: "Гидрогеофизика",
        deposits: "Гидрогеология и инженерная геология рудных месторождений",
        engineering_geology: "Гидрогеология и инженерная геология МТПИ",
      },
    },

    normative: "НОРМАТИВНАЯ БАЗА",
    contacts: "КОНТАКТЫ",
  },

  main: {
    about_page: {
      heading: "Об институте",

      text1: {
        title: "РАЗРАБАТЫВАЕТ:",
        body: "Комплект постоянно действующих запросов по интересующей заказчиков тематике.",
      },

      text2: {
        title: "ВЫПОЛНЯЕТ:",
        body: "Информационное обеспечение по постоянно действующим запросам; разовые поиски, целевые запросы; заказы первоисточников по МБА, переводы публикаций с иностранных языков, ксерокопирование научно - технической литературы, информационные поиски НТД в области новой техники и технологии, заказы на приобретение технической документации.",
      },

      text3: {
        title: "РАСПОЛАГАЕТ:",
        body: "Справочно - информационным фондом глубиной 12 - 15 лет по направлениям гидрогеологии, инженерной геологии, гидрогеофизики и др., картотекой НТД, ИК, переводов, адресов.",
      },

      text4: {
        title: "ПРЕДЛАГАЕТ:",
        body: "Комплексное информационное обеспечение по вопросам гидрогеологии, инженерной геологии, гидрогеофизики и др.",
      },
    },

    activity_page: {
      heading: "Деятельность",
      title: "Деятельность",
      text1:
        "ГП «Институт ГИДРОИНГЕО» организован в 1960 г. и является структурным подразделением Государственного комитета Республики Узбекистан по геологии и минеральным ресурсам. Институт проводит научно — исследовательские и опытно конструкторские работы в области гидрогеологии, инженерной геологии и геоэкологии, направленных на обеспечение населения Республики гарантированными источниками подземных вод, предупреждения развития опасно геологических процессов, рационального использования природных и минеральных ресурсов и улучшения экологической обстановк.",
      text2:
        "В институте функционирует 8 лабораторий, в том числе 4 научного, 4 методического и 1 технологического профиля, отдел научно-технической информации, институт старших научных сотрудников-соискателей, курсы повышения квалификации и издательская группа.",
      text3:
        "Работают 181 сотрудник, в том числе 5 докторов наук,22 кандидата наук и 112 специалиста с высшим образованием.",
    },

    cooperation_page: {
      heading: "СОТРУДНИЧЕСТВО",
      title: "МЕЖДУНАРОДНЫЕ СВЯЗИ",
      text1:
        "Интенсивно развиваются международные связи Института с внешним научным геологическим сообществом.",
      text2:
        "В результате совместной работы с Институтом геологических наук и природных ресурсов Германии получены семь комплектов лицензионных программ ArcInfo для создания единой базы данных по опасных геологическим процессам и их картографированию в ГИС.",
      text3:
        "Институт участвует в Межгосударственной программе Российской Федерации и Республике Узбекистан «Исследования Земли и космического пространства в мирных целях» и в Международном проекте «Геология, минерагения и оценка современного состояния Центральной Евразии».",
      text4:
        "В настоящее время прорабатывается вопрос сотрудничества с Геологической Службой Финляндии (GTK) в сфере выполнения работ по созданию цифровой базы данных с использованием современных программных продуктов серии ГИС и архивно-библиотечных систем международного стандарта (типа LIBRIS).",
      text5:
        "Ежегодно молодые специалисты выезжали на стажировку в Германию, США, Индию, Турцию, Японию и др. страны для повышения квалификации, обмена опытом и освоения новых знаний и технологий.",
      text6:
        "Специалисты Института регулярно принимают активное участие в работе Международного Геологического Конгресса, который проводится каждые 4 года.",
      text7:
        "В 2004 году во время участия в 32-ом Конгрессе во Флоренции (Италия), предложения участников Института о создании эколого-геологической карты мира были поддержаны мировым геологическим обществом и вошли в решение Конгресса.",
      text8:
        "В 33-ем Международном Геологическом Конгрессе, который проходил в 2008 году в г.Осло (Норвегия) геологическая делегация из Узбекистана в составе 26 специалистов, в том числе молодых, принимала так же активное участие в Конгрессе по различным направлениям работы секций. В результате участия в работе Конгресса, геологическая молодёжь Узбекистана вошла в новообразованную Международную Сеть Молодых Учёных-Геологов (YES Network – Young Earth Scientist’s Network). Сотрудник Института ГИДРОИНГЕО в настоящее время является Национальным Представителем в YES от Узбекистана. Детальная информация расположена на сайте http://yes-uzbekistan.blogspot.com.",
      text9:
        "Планируется участие специалистов Института в 34-ом Международном Геологическом Конгрессе в 2012 году в г.Брисбан (Австралия).",
    },

    politics_page: {
      heading: "Миссия и политика",
      text1:
        "Интеграция и глобализация в мировое сообщество путём проведения интернациональных научно-исследовательских работ и создание инновационной экосистемы для максимальной реализации подземных богатств страны во имя развития человеческого капитала и улучшения жизни населения",
      text2:
        "Проведение гидрогеологических и инженерно - геологических работ для обоснования эффективных направлений и количественной оценки подземных(пресных, минеральных, термальных и промышленных) водных ресурсов, а также изучение инженерно - геологических и экзогенно - геологических процессов; разработка методов и осуществление наблюдения, контроля и прогноза изменений гидрогеологических и инженерно - геологических условий под влиянием техногенного воздействия;",
      text3:
        "Разработка методов проведения геолого - экологических исследований и картографирования в районах интенсивного техногенеза.",
      text4:
        "Ведение мониторинга подземных вод и государственных кадастров и государственного учета подземных вод",
    },

    education_page: {
      heading: "Образование",
      text1:
        "Каждый квартал, согласно утвержденного плана в институте организованы курсы повышения квалификации специалистов по следующим направлениям:",
      text2:
        "графические пакеты семейств Corel DRAW и Adobe Photoshop;геоинформационные графические базы данных — MapInfo и ArcGIS 10.3 По завершению выдаются дипломы об окончании соответствующих курсов.",
      text3:
        "Курсы проходят в специализированных классах, группами до 10 человек в виде теоретических и практических занятий. На каждого учащегося компьютер предоставляется персонально. При проведении курсов используются презентационные материалы, обучающие программы",
    },

    management_page: {
      heading: "История и руководство",
      text1:
        "1921 г. – Туркводхоз, позже Средазводхоз. В Отделе гидрогеологии работали по восстановлению оросительных систем З.Ф.Гориздро-Кульчитская (1925 г.), Н.Ф.Безобразова (1927 г.), давали обзорное описание гидрогеологических условий бассейнов рек Чирчик, Ангрен, Келес. Для изучения басс. р. Зарафшан были приглашены ленинградские специалисты А.Н.Николаев, С.А.Бутов, С.Ф.Машковцев (1925 г.). С 1924 г. постоянно работает группа гидрогеологов во главе с О.К.Ланге. Результаты исследований публикуются в номерах журнала “Вестник ирригации” и трудах САГУ (Мужчинкин, 1924-1928; Решеткин, 1927-1929; Архангельский, 1928; Толстихин, 1924-1928).",
      text2:
        "В период с 1950 по 1960 г.гидрогеологические и инженерно - геологические исследования связаны с именами Х.М.Абдуллаева, Г.А.Мавлянова, Н.А.Кенесарина, Х.Т.Туляганова.Бурное развитие народного хозяйства – сельского(особенно хлопководства) и промышленности потребовало от гидрогеологов и инженеров - геологов новых идей в развитии науки и производства.Были организованы трест “Узбекгидрогеология” (Х.Т.Туляганов и др.), институт ГИДРОИНГЕО(Г.А.Мавлянов).Эти подразделения обеспечивали развитие народного хозяйства в области гидрогеологии и инженерной геологии.",
      text3: {
        title: "Институт гидрогеологии и инженерной геологии «GIDROINGEO»",
        body: "образован 29 ноября 1959 г.Постановлением № 737 Совета Министров УзССР в системе АН УзССР.",
      },
      text4:
        "С 4 июня 1971 года Распоряжением № 250 Совета Министров УзССР Институт GIDROINGEO, входит в состав Государственного Гидрогеологического Предприятия «Узбекгидрогеология».",
      text5:
        "С 20 июня 2000 г.на основании приказа № 57 ГГП «Узбекгидрогеология» Институт гидрогеологии и инженерной геологии “ GIDROINGEO ” становится его дочерним предприятием.",
      text6:
        "На основании Постановления № ПП - 568 «О мерах по совершенствованию организации геологических работ и деятельности Государственного комитета республики Узбекистан по геологии и минеральным ресурсам» и на основании приказа Государственного комитета Республики Узбекистан по геологии и минеральным ресурсам №11 от 25.01.07 года Институт является структурным подразделением Госкомгеологии.",
      text7: {
        title: "Институт гидрогеологии и инженерной геологии(ГИДРОИНГЕО)",
        body: "охватывает своей деятельностью территорию Средней Азии, Южного Казахстана и Азербайджана(аридная зона).Состоит из 9 отделов с 19 - ю лабораториями и опытно - методической партией.Численность на 1.01.2008 г. – 353 чел., из них: 3 доктора, 28 кандидатов наук, младших научных сотрудников – 67, старших инженеров – 22, техников различных специальностей и лаборантов – 110",
      },
      title: "Институт гидрогеологии и инженерной геологии(ГИДРОИНГЕО)",
      text9:
        "- проводит научно - исследовательские работы по изучению закономерностей формирования подземных вод; выявлению ресурсов и промышленных рассолов для использования их в народном хозяйстве; разработке основных вопросов мелиоративной гидрогеологии районов орошаемого земледелия; изучению закономерностей распространения лессовых пород и их инженерно - геологических свойств; совершенствованию методики и техники гидрогеологических работ; анализу их экономики и эффективности; научному обоснованию гидрогеологических и инженерно - геологических исследований; разработке отдельных практических предложений для оперативного решения вопросов народного хозяйства производственными организациями; координации научно - исследовательских и тематических работ по гидрогеологии и инженерной геологии аридной зоны.По перечисленным направлениям институтом проделана работа, отразившаяся в опубликованных трудах, проведенных симпозиумах, совещаниях и семинарах, рекомендациях, переданных производственным организациям.Однако в целом он отстает в решении задач, связанных с ускорением научно - технического прогресса в гидрогеологических и инженерно - геологических исследованиях.В частности, не получили еще должного развития научные работы по геофизическим методам, аэрометодам, методикам гидрогеологического и инженерно - геологического картирования и поисково - разведочных работ и развитию теоретических основ.В этих направлениях содержатся большие резервы повышения геолого - экономической эффективности гидрогеологических и инженерно - геологических исследований.План института формировался без четкой целеустремленности, в связи с чем тематика структурных подразделений отличается пестротой и отсутствием связующих звеньев в крупных проблемах науки и практики.Недостаточна техническая оснащенность.Институт не располагает лабораторной базой, отвечающей требованиям современности.Помимо технического оснащения, необходимо привлечь дополнительные кадры специалистов(ученых), а также мощную производственно - экспериментальную базу, без чего на современном этапе развития нашего общества нельзя ожидать дальнейшего научно - технического прогресса.",
    },

    production_page: {
      heading: "Производственная деятельность",
      text1: "Институт осуществляет:",
      list: {
        item1: "изучение и использование водных ресурсов;",
        item2: "изучение и использование гидроминеральных ресурсов;",
        item3: "исследования в области мелиоративной гидрогеологии;",
        item4: "мониторинг подземных вод;",
        item5: "изучение процессов загрязнения и истощения запасов вод;",
        item6: "исследования в области инженерной геодинамики;",
        item7:
          "изучение гидрогеологических и инженерно-геологических условий месторождений полезных ископаемых;",
        item8: "изучение экологических условий городов и промышленных зон;",
        item9: "разработку новых технических средств;",
        item10:
          "разработку технологий разведки подземных вод и их рациональное использование;",
        item11:
          "разработку технологий искусственного пополнения запасов пресных подземных вод и защита их от загрязнения;",
        item12:
          "разработку технологий переработки гидроминерального сырья и их использование;",
        item13: "определение физико-механических свойств горных пород;",
        item14: "ведение топогеодезических работ и выпуск карт;",
        item15: "строительство и капитальный ремонт;",
        item16: "оказание платных услуг юридическим и физическим лицам;",
        item17: "производство удобрений для сельского хозяйства;",
        item18: "выращивание сельскохозяйственных продуктов;",
        item19: "розлив минеральных и питьевых вод;",
        item20:
          "издание монографий, сборников, рекомендаций, инструкций, статей, рекламных статей и других публикаций;",
        item21:
          "сотрудничество с организациями, учреждениями, предприятиями и ведомствами Узбекистана и зарубежных стран;",
        item22:
          "подготовка кадров научных сотрудников через докторантуру, аспирантуру и соискательство;",
        item23: "обучение на курсах повышения квалификации;",
        item24: "открытие филиалов учебных кафедр и обучения студентов ВУЗов.",
      },
      text2:
        "Отдельными видами деятельности Институт может заниматься на основании лицензий",
    },

    scientific_page: {
      heading: "Научная деятельность",
      text1: "Основные направления исследований института",
      text2:
        "Обоснование и реализация приоритетных направлений научно-исследовательских, геоэкологических, тематических работ и лабораторно-технологических исследований для оценки гидроминерального потенциала республики, выделении перспективных площадей распространения подземных вод с оценкой прогнозных ресурсов для постановки поисковых работ;",
      text3:
        "совершенствование методов прогнозирования, поисков, оценки и разведки месторождений подземных вод; обоснование и выделение на основе глубокого анализа, с использованием передовых методов прогнозирования, новых перспективных площадей для постановки геологоразведочных работ по подземные воды и мониторинг за их реализацией в рамках утвержденных программ геологоразведочных работ;  разработка методов проведения геолого-экологических исследований и картографирования в районах интенсивного техногенеза;  ведение мониторинга подземных вод и государственных кадастров и государственного учета подземных вод;  разработка методов и принципов гидрогеологических и инженерно-геологических исследований; разработка рационального комплекса современных методов поисков, оценки и разведки месторождений подземных вод; разработка новых технических средств, разработку технологий разведки подземных вод и их рациональное использование; разработка технологий искусственного пополнения запасов пресных подземных вод и защита их от загрязнения, переработки гидроминерального сырья и их использование. Основными задачами Института являются:",
      text4:
        "участие в разработке и формировании среднесрочных и долгосрочных программ развития ГРР в пределах своей компетенции; выдача, на основе системного анализа, заключении о достоверности и объективности прогнозных ресурсов по конкретным объектам гидрогеологических работ; согласование решений на бурение и выдача разрешений на специальное водопользование. участие в разработке и формировании годовых, среднесрочных и долгосрочных программ развития ГРР в пределах своей компетенции; разрабатывает и согласовывает с Госкогеологией приоритетные направления научно-исследовательских, геоэкологических, тематических,опытно-конструкторских и издательских работ; проводит работы по изучению формирования и закономерностей размещения месторождений подземных вод на территории Республики Узбекистан; осуществляет прогнозирование месторождений подземных вод с оценкой их прогнозных ресурсов и разрабатывает научно-методических рекомендаций по дальнейшему направлению геологоразведочных работ; на основе глубокого анализа, с использованием передовых методов прогнозирования новые перспективные площади для постановки гидрогеологических работ, осуществляет мониторинг за их реализацией в рамках утверждённых программ ГРР; на основе системного анализа, выдает заключения о достоверности и объе-ктивности прогнозных ресурсов по объектам ГГР;Утверждает:",
      text5:
        "проектно-сметную документацию на геологическое изучение недр, являющуюся основанием возникновения права пользования участками недр для геологического изучения за сет средств государственного бюджета;отчеты по результатам научно-исследовательских, опытно-методических и других работ, выполняемых Институтом;Ученый Совет, формируется из ученых, высококвалифицированных специалистов и ученых Института, который определяет направления научно-исследовательских, опытно-методических, тематических и других работ, рассматривает проектно-сметную документацию, отчеты по результатам проведенных работ и другие вопросы, связанные с основной деятельностью института.Осуществляет:",
      text6:
        "исследования в области мелиоративной гидрогеологии, инженерной Геологии и гидрогеологии; мониторинг подземных вод, восстановление и бурение наблюдательных скважин; изучение процесса загрязнения и истощения запасов воды; изучение гидрогеологических и инженерно-геологических условий месторождений полезных ископаемых; изучение экологических условий городов и промышленных зон; определение физико-механических свойств горных пород; ведение топогеодезических работ и выпуск карт; оказание платных услуг юридическим и физическим лицам; производство удобрений для сельского хозяйства, выращивание сельскохозяйственных продуктов; розлив минеральных и питьевых вод; Сотрудниками института выполнены более 360 научных, тематических и геоэкологических работ, более 100 хоздоговорных работ со сторонними и внутренними организациями.",
      title: "Основные научные достижения за последние годы:",
      text7: `Разработаны методические требования к переоценке эксплуатационных запасов пресных подземных вод на действующих водозаборах в современных условиях их формирования (Нагевич П.П., Чеботарева О.В.).Изучены особенности просачивания нефтепродуктов через лессовые и галечниковые породы зоны аэрации в полевых условиях. (Абдуллаев Ш.Х., Абдуллаев Б.Д.)Разработан метод направленного электромагнитного зондирования (НЭМЗ). (Хамраев Д.Ф.).Оценено современное экологическое состояние геологической среды и составлены геоэкологические карты масштаба 1:1000000 для трансграничных территорий с наиболее напряженной антропогенной нагрузкой Аральский и Ферганский регионы в рамках Международного проекта по Центральной Евразии и переданы для издания в международный атлас Центральной Евразии с участием России, Киргизстана и Китая. (Пинхасов Б.И., Прядуденко Т.И.)Оценены геофизические параметры и показатели, характеризующие залегание и качество минеральных подземных вод Ферганского, Кашкадарьинского и др. артезианских бассейнов на основе принципа типизации структурно-тектонических условий и системного анализа в распределении параметров геофизического поля. (Грибанов Б.И., Абдуллаев Ш.Х.)Определены геоиндикаторы для предупреждения о площадной опасности от ОГП (оползневые процессы). (Минченко В.Д.)Разработана методика ведения мониторинга ОГП (Минченко В.Д.).Подготовлен к изданию Атласа состоящих из 14 эколого-геологических карт крупных городов Узбекистана в масштабе 1:25000. (Захидова Д.В., Семенова С.).Разработаны требования к гидрогеологическим и инженерно-геологическим исследованиям месторождений твердых полезных ископаемых на стадиях оценки и разведки (Зокиров М.)Разработана методика ведения Государственного мониторинга подземных вод (Борисов В.А.).Оценены изменения макро- и микрокомпонентного состава подземных вод Бухара – Каршинского артезианского бассейна в связи с длительной и интенсивной эксплуатацией нефтяных месторождений (Бакиев С.А.).Составление технико-экономического обоснования кондиций на добычу йода из промышленных подземных вод и подсчет их запасов на участке Крук. (Бакиев С.А.)Оценены территориальные и локализованные особенности природного маловодья источников формирования месторождений подземных вод. (Ковалев Ю.С.).Разработаны требования к методике составления среднемасштабной карты загрязнения подземных вод. (Абдуллаев Б.Д.).Составлены методические пособия по оценке гидрогеологических параметров водоносных горизонтов на ПЭВМ. (Грибанов Б.И.).`,
    },

    governance_page: {
      heading: "Руководство",
      governance_list: {
        item1: {
          title1: "Ф.И.О.",
          title2: "Должность",
          title3: "Телефон",
          title4: "Время приёма граждан",
          fullname: "	Бимурзаев Гани Амиргалиевич",
          position: "	Директор",
          telephone: "71 265-03-59",
          day: "Вторник и четверг",
          time: "16:00-18:00",
        },

        item2: {
          title1: "Ф.И.О.",
          title2: "Должность",
          title3: "Телефон",
          title4: "Время приёма граждан",
          fullname: "	Охунов Фаррухжон Абдукаххорович",
          position: "	Заместитель директора по научной работе и инновациям",
          telephone: "71 265-03-78",
          day: "Понедельник и пятница",
          time: "18:00-17:00",
        },

        item3: {
          title1: "Ф.И.О.",
          title2: "Должность",
          title3: "Телефон",
          title4: "Время приёма граждан",
          fullname: "Андреев Дмитрий Николаевич",
          position: "Ученый секретарь",
          telephone: "71 265-03-78",
          day: " C понедельника по пятницу",
          time: "8:00-11:00",
        },

        item4: {
          title1: "Ф.И.О.",
          title2: "Должность",
          title3: "Телефон",
          title4: "Время приёма граждан",
          fullname: "Тошев Дониёр Худоёрович",
          position: "Начальник отдела экономики и формирования ГРР",
          telephone: "71 265-03-78",
          day: " C понедельника по пятницу",
          time: "8:00-11:00",
        },

        item5: {
          title1: "Ф.И.О.",
          title2: "Должность",
          title3: "Телефон",
          title4: "Время приёма граждан",
          fullname: "	Эрханов Нурмухаммаджон Абсаитович",
          position: "	Главный бухгалтер",
          telephone: "71 265-03-16",
          day: " C понедельника по пятницу",
          time: "8:00-11:00",
        },

        item6: {
          title1: "Ф.И.О.",
          title2: "Должность",
          title3: "Телефон",
          title4: "Время приёма граждан",
          fullname: "	Мелибаев Жасур Малик угли",
          position:
            "Заведующий центром «Международные научно-исследовательские работы, Start-Up проекты, маркетинг и патентоведение»",
          // telephone: "71 265-03-16",
          // day: " C понедельника по пятницу",
          // time: "8:00-11:00",
        },

        item7: {
          title1: "Ф.И.О.",
          title2: "Должность",
          title3: "Телефон",
          title4: "Время приёма граждан",
          fullname: "	Абдуллаев Ботиржон Дадажонович",
          position:
            "	Заведующий центром «Мониторинг подземных вод и геоэкологческие исследования»",
          // telephone: "71 265-03-16",
          // day: " C понедельника по пятницу",
          // time: "8:00-11:00",
        },

        item8: {
          title1: "Ф.И.О.",
          title2: "Должность",
          title3: "Телефон",
          title4: "Время приёма граждан",
          fullname: "		Муминджанов Талат Исраилович",
          position: "	Заведующий центром «Исследование ресурсов и запасов подземных вод»",
          // telephone: "71 265-03-16",
          // day: " C понедельника по пятницу",
          // time: "8:00-11:00",
        },
      },
    },

    normative_page: {
      heading: "Нормативная база",
      lexuz: "Национальная база данных законодательства Республики Узбекистан",
      resolutions: "Указы и Постановления Президента Республики Узбекистан",
      ministers: "Постановления Кабинета Министров Республики Узбекистан",
      rules: "Hормативные акты",
    },

    contacts_page: {
      heading: "Контакты",
      office: "канцелярия",
      secretary: "ученый секретарь",
      telegram: "Новостной канал в телеграмме",
      location: "Месторасположение",
    },

    history_page: {
      heading: "История и руководство",
      text1: `1921 г. – Туркводхоз, позже Средазводхоз. В Отделе гидрогеологии работали по восстановлению оросительных систем З.Ф.Гориздро-Кульчитская (1925 г.), Н.Ф.Безобразова (1927 г.), давали обзорное описание гидрогеологических условий бассейнов рек Чирчик, Ангрен, Келес. Для изучения басс. р. Зарафшан были приглашены ленинградские специалисты А.Н.Николаев, С.А.Бутов, С.Ф.Машковцев (1925 г.). С 1924 г. постоянно работает группа гидрогеологов во главе с О.К.Ланге. Результаты исследований публикуются в номерах журнала “Вестник ирригации” и трудах САГУ (Мужчинкин, 1924-1928; Решеткин, 1927-1929; Архангельский, 1928; Толстихин, 1924-1928).`,
      text2:
        "В период с 1950 по 1960 г.гидрогеологические и инженерно - геологические исследования связаны с именами Х.М.Абдуллаева, Г.А.Мавлянова, Н.А.Кенесарина, Х.Т.Туляганова.Бурное развитие народного хозяйства – сельского(особенно хлопководства) и промышленности потребовало от гидрогеологов и инженеров - геологов новых идей в развитии науки и производства.Были организованы трест “Узбекгидрогеология” (Х.Т.Туляганов и др.), институт ГИДРОИНГЕО(Г.А.Мавлянов).Эти подразделения обеспечивали развитие народного хозяйства в области гидрогеологии и инженерной геологии.",
      title1: "Институт гидрогеологии и инженерной геологии «GIDROINGEO»",
      text3:
        "образован 29 ноября 1959 г.Постановлением № 737 Совета Министров УзССР в системе АН УзССР.",
      text4:
        "С 4 июня 1971 года Распоряжением № 250 Совета Министров УзССР Институт GIDROINGEO, входит в состав Государственного Гидрогеологического Предприятия «Узбекгидрогеология».",
      text5:
        "С 20 июня 2000 г.на основании приказа № 57 ГГП «Узбекгидрогеология» Институт гидрогеологии и инженерной геологии “ GIDROINGEO ” становится его дочерним предприятием.",
      text6:
        "На основании Постановления № ПП - 568 «О мерах по совершенствованию организации геологических работ и деятельности Государственного комитета республики Узбекистан по геологии и минеральным ресурсам» и на основании приказа Государственного комитета Республики Узбекистан по геологии и минеральным ресурсам №11 от 25.01.07 года Институт является структурным подразделением Госкомгеологии.",
      title2: "Институт гидрогеологии и инженерной геологии(ГИДРОИНГЕО) ",
      text7:
        " охватывает своей деятельностью территорию Средней Азии, Южного Казахстана и Азербайджана(аридная зона).Состоит из 9 отделов с 19 - ю лабораториями и опытно - методической партией.Численность на 1.01.2008 г. – 353 чел., из них: 3 доктора, 28 кандидатов наук, младших научных сотрудников – 67, старших инженеров – 22, техников различных специальностей и лаборантов – 110.",
      title3: "Институт гидрогеологии и инженерной геологии(ГИДРОИНГЕО)",
      text8:
        "- проводит научно - исследовательские работы по изучению закономерностей формирования подземных вод; выявлению ресурсов и промышленных рассолов для использования их в народном хозяйстве; разработке основных вопросов мелиоративной гидрогеологии районов орошаемого земледелия; изучению закономерностей распространения лессовых пород и их инженерно - геологических свойств; совершенствованию методики и техники гидрогеологических работ; анализу их экономики и эффективности; научному обоснованию гидрогеологических и инженерно - геологических исследований; разработке отдельных практических предложений для оперативного решения вопросов народного хозяйства производственными организациями; координации научно - исследовательских и тематических работ по гидрогеологии и инженерной геологии аридной зоны.По перечисленным направлениям институтом проделана работа, отразившаяся в опубликованных трудах, проведенных симпозиумах, совещаниях и семинарах, рекомендациях, переданных производственным организациям.Однако в целом он отстает в решении задач, связанных с ускорением научно - технического прогресса в гидрогеологических и инженерно - геологических исследованиях.В частности, не получили еще должного развития научные работы по геофизическим методам, аэрометодам, методикам гидрогеологического и инженерно - геологического картирования и поисково - разведочных работ и развитию теоретических основ.В этих направлениях содержатся большие резервы повышения геолого - экономической эффективности гидрогеологических и инженерно - геологических исследований.План института формировался без четкой целеустремленности, в связи с чем тематика структурных подразделений отличается пестротой и отсутствием связующих звеньев в крупных проблемах науки и практики.Недостаточна техническая оснащенность.Институт не располагает лабораторной базой, отвечающей требованиям современности.Помимо технического оснащения, необходимо привлечь дополнительные кадры специалистов(ученых), а также мощную производственно - экспериментальную базу, без чего на современном этапе развития нашего общества нельзя ожидать дальнейшего научно - технического прогресса",
    },

    history,
    ameliorative,
    hydrogeophysics,
    overture,
    hydrogeology,
    modeling,
    geoecology,
    technical,
    engineering,
    chemical,
    scientific,
    production,
    education,
    activity,
    functions,
  },

  footer: {
    home: "ГЛАВНАЯ",
    about: "ОБ ИНСТИТУТЕ",
    about_drop_down: {
      about: "Об институте",
      structure: "Структура института",
      charter: "Устав",
      indicators: "Финансовые и экономические показатели",
      management: "Руководство",
      history_institute: "История института",
      policy: "Миссия и политика",
      cooperation: "Сотрудничество",
      history_leadership: "История и руководство",
    },

    activity: "ДЕЯТЕЛЬНОСТЬ",
    activity_drop_down: {
      activity: "Деятельность",
      scientific: "Научная",
      production: "Производственная",
      education: "Образование",
    },

    centers_laboratories: "ЛАБОРАТОРИИ ИНСТИТУТА",
    laboratories_drop_down: {
      meliorative: "МЕЛИОРАТИВНОЙ ГИДРОГЕОЛОГИИ",
      remote_sensing: "ИНЖЕНЕРНОЙ ГЕОДИНАМИКИ И ДИСТАНЦИОННОГО ЗОНДИРОВАНИЯ ЗЕМЛИ",
      engineering_geology:
        "ГИДРОГЕОЛОГИИ И ИНЖЕНЕРНОЙ ГЕОЛОГИИ МЕСТОРОЖДЕНИЙ ТВЕРДЫХ ПОЛЕЗНЫХ ИСКОПАЕМЫХ",
      geoinformation: "ГЕОИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ И МОДЕЛИРОВАНИЯ",
      geoecology: "ГЕОЭКОЛОГИИ",
      hydrophysics: "ГИДРОГЕОФИЗИКИ",
      monitoring: "МОНИТОРИНГА ПОДЗЕМНЫХ ВОД И РЕГИОНАЛЬНЫХ ИССЛЕДОВАНИЙ",
      resources: "РЕСУРСОВ ПОДЗЕМНЫХ ВОД",
      uran: "УРАНА И ГИДРОМИНЕРАЛЬНЫХ РЕСУРСОВ",
      deposits: "Гидрогеология и инженерная геология рудных месторождений",
      chemical: "Геоэколого-химическая лаборатория",
    },

    normative: "НОРМАТИВНАЯ БАЗА",
    contacts: "КОНТАКТЫ",
    interactives: "ИНТЕРАКТИВНЫЕ УСЛУГИ",
  },
};

export default ru;
